[
    {
        "german": "Hobbes’ metaphysische Anthropologie nun geht von der sensualistischen Voraussetzung aus, daß die intensiven Zuständlichkeiten bei Empfindungen und die dazu gehörigen sinnlichen Triebmomente die schlechthin elementaren Bestandteile seien, aus denen alles „höhere“ Seelenleben sich, als Komplexion derselben, erklären lasse.",
        "japanese": "ホッブズの形而上学的人間学は、感覚における強烈な状態やそれに付随する感覚的な衝動の諸契機こそが、それから一切の「より高次な」精神生活がその複合体として説明されうるような、絶対的に根源的な構成要素である、という感覚論的な前提から出発する。",
        "explanation": "主文は`Hobbes’... Anthropologie geht von der... Voraussetzung aus`と単純ですが、その`Voraussetzung`（前提）の内容を説明する`daß`以下の副文が非常に長大です。`die...Bestandteile seien`が中心構造で、その主語と関係代名詞`aus denen`で続く部分が文を複雑にしています。"
    },
    {
        "german": "Auch darüber allerdings besteht kein Zweifel, daß der Dichter mehr als irgendein anderer von Kants Schülern dafür gewirkt hat, den Geist und die Gesinnung der kritischen Philosophie in die allgemeine Vorstellungsweise überzuführen und im Bewusstsein der deutschen Bildung heimisch zu machen, und daß diese seine Wirkung mit ununterbrochener Mächtigkeit noch bis auf den heutigen Tag von seinen philosophischen Dichtungen und ästhetischen Abhandlungen ausgeht.",
        "japanese": "しかしながら、この点についてもまた疑いの余地はない。すなわち、かの詩人（シラー）がカントのどの弟子よりも、批判哲学の精神と思潮を一般の表象様式へと移し入れ、ドイツ教養界の意識の中に根付かせるために貢献したこと、そして、この彼の影響が、途切れることのない力強さをもって今日に至るまでなお、彼の哲学的詩作や美学的論文から発し続けていること、これらについては疑いがないのである。",
        "explanation": "文の骨格は`darüber besteht kein Zweifel, daß..., und daß...`です。`daß`で導かれる2つの非常に長い名詞節が文の主題となっています。最初の`daß`節には`um...zu`不定詞句が2つ（`überzuführen und heimisch zu machen`）含まれています。"
    },
    {
        "german": "Ihr steht die Kultur als das von einem nach gewerteten Zwecken handelnden Menschen entweder direkt Hervorgebrachte oder, wenn es schon vorhanden ist, so doch wenigstens um der daran haftenden Werte willen absichtlich Gepflegte gegenüber.",
        "japanese": "それに対して文化が対置される。文化とは、価値評価された目的に従って行為する人間によって、直接的に生み出されたものであるか、あるいは、それがすでに存在している場合には、少なくともそれに付着している価値のために、意図的に保護・育成されたものとして、である。",
        "explanation": "動詞`gegenüberstehen`が分離し、主語`die Kultur`を長い説明句が修飾しています。`entweder ... oder ...`構文が使われ、それぞれが過去分詞の名詞的用法（`Hervorgebrachte`, `Gepflegte`）で構成されているため、非常に読解が困難です。"
    },
    {
        "german": "Allerdings wirft diese Auflösung nun ein weiteres Problem auf, das uns zu jener Unterscheidung von »Erkennen« und »Anerkennen« zurückführt, mit der wir bei der Erörterung der »Unsichtbarkeit« begonnen hatten: denn es ist auch bei Kant alles andere als klar, wie wir uns jene »Vorstellung« vom Wert einer Person erklären sollen, die er als Voraussetzung aller Achtung betrachtet: ist eine solche Vorstellung das Ergebnis einer bloßen Zuschreibung, oder stellt sie eine Form der Erkenntnis, ja der Wahrnehmung dar?",
        "japanese": "しかしながら、この解決は今やさらなる問題を提起する。それは我々を、我々が「不可視性」の議論の際に始めた、あの「認識」と「承認」の区別へと連れ戻すものである。というのも、カントにおいてもまた、彼があらゆる尊敬の前提とみなす、ある人の価値についてのあの「表象」を我々がどのように説明すべきかは、決して明確ではないからだ。すなわち、そのような表象は単なる付与の結果なのか、それともそれは認識の一形式、いやそれどころか知覚の一形式を表すものなのか。",
        "explanation": "複数の関係代名詞（`das`, `mit der`, `die`）とコロン（:）による説明の挿入が幾重にも重なっているため、文の依存関係を把握するのが難しい構造です。文末は`ist ... oder stellt ... dar?`という二者択一の疑問文で締めくくられています。"
    },
    {
        "german": "Alle nicht-menschlichen Wesen sowie alle Menschen, die nicht die Voraussetzungen erfüllen, um moralische Akteure zu sein, fallen aus dem solchermaßen gefassten Bereich der Gerechtigkeit heraus; man kann dann nicht gerecht oder ungerecht gegen Tiere, schwer geistig Behinderte oder kleine Kinder sein.",
        "japanese": "人間以外のすべての存在、ならびに、道徳的主体であるための前提条件を満たさないすべての人間は、そのように捉えられた正義の領域から脱落する。その場合、人は動物や重度の精神障がい者、あるいは幼児に対して、正義にも不正義にもなりえないのである。",
        "explanation": "主語`Alle nicht-menschlichen Wesen sowie alle Menschen`が非常に長くなっています。特に`alle Menschen`を修飾する関係詞節`die nicht die Voraussetzungen erfüllen, um moralische Akteure zu sein`が文の理解を複雑にしています。動詞`herausfallen`が分離して文末に置かれています。"
    },
    {
        "german": "Die transzendentale Apperzeption, deren Einheit allererst die Möglichkeit konstituiert, die Mannigfaltigkeit der Anschauung in einem Bewusstsein zu synthetisieren, erweist sich als der oberste Punkt, an dem der Verstand sein gesamtes logisches Vermögen zu befestigen hat.",
        "japanese": "超越論的統覚は――その統一性こそが初めて、直観の多様性を一つの意識のうちに統合する可能性を構成するのだが――、悟性がその論理的能力の全体をそこにおいて確立せねばならないような、最高の点であることが判明する。",
        "explanation": "主語「Die transzendentale Apperzeption」と述語「erweist sich」が、所有格の関係代名詞`deren`で始まる非常に長い関係詞節によって分離されています。"
    },
    {
        "german": "Das Sein des Seienden, insofern es sich nicht bloß als vorfindliche Substanz, sondern als in seinem wesenhaften Bezug zum Dasein sich entbergender Prozess enthüllt, fordert eine fundamentale Destruktion der bisherigen Geschichte der Ontologie.",
        "japanese": "存在者の存在は、それが単に手前にある実体としてではなく、むしろ現存在へのその本質的な関わりのうちに自らを開示するプロセスとして現れる限りにおいて、存在論のこれまでの歴史の根源的な解体を要求する。",
        "explanation": "主語「Das Sein des Seienden」が`insofern`（…である限りにおいて）で始まる長い副文によって修飾されています。この副文自体も`nicht bloß ..., sondern als ...`という対比構造を含み、動詞`enthüllt`が最後に置かれています。"
    },
    {
        "german": "Indem das Subjekt die ihm äußerlich erscheinende Welt als ein Korrelat seiner eigenen, intentionalen Akte begreift, wird die naive Dichotomie von Innen und Außen in einer phänomenologischen Reduktion aufgehoben, deren Durchführung die eigentliche philosophische Arbeit ausmacht.",
        "japanese": "主体が、おのれに外的に現れる世界を、それ自身の志向的行為の相関者として把握することによって、内的世界と外的世界という素朴な二分法は、現象学的還元において止揚されるのであり、そしてこの還元の遂行こそが本来の哲学的作業をなすのである。",
        "explanation": "`Indem`で始まる長い手段・方法の副文が文頭に置かれ、主文は`wird ... aufgehoben`という受動態になっています。さらに主文の`phänomenologischen Reduktion`が`deren`で始まる関係詞節によって補足説明されています。"
    },
    {
        "german": "Die Dialektik des Geistes, welche sich durch die Negation der Negation zur absoluten Idee fortbewegt, ist nichts anderes als die immanente Selbstbewegung des Begriffs, dessen Momente, obgleich sie in ihrer Vereinzelung als widerstreitend erscheinen, in der Totalität ihre notwendige Einheit finden.",
        "japanese": "精神の弁証法は――それは否定の否定を通じて絶対理念へと運動していくのだが――、概念の内在的な自己運動に他ならず、そしてその概念の諸契機は、それらがその個別性においては矛盾しあうものとして現れるけれども、全体性においてその必然的な統一性を見出すのである。",
        "explanation": "主語`Die Dialektik des Geistes`が関係詞節`welche...`によって修飾されています。さらに述部`die immanente Selbstbewegung des Begriffs`が、所有格の関係代名詞`dessen`で始まる非常に長い関係詞節によって詳しく説明されています。"
    },
    {
        "german": "Es muss die Möglichkeit einer Ethik in Frage gestellt werden, die ihre Normen aus einem vorgängig bestimmten, sei es metaphysisch, sei es theologisch begründeten höchsten Gut ableitet, anstatt die Autonomie des sich selbst das Gesetz gebenden Willens anzuerkennen.",
        "japanese": "ある倫理学の可能性は疑われなければならない。すなわち、自己自身に法則を与える意志の自律性を承認するかわりに、先行して規定された――それが形而上学的にであれ神学的にであれ基礎づけられた――最高善からその規範を導き出すような倫理学の可能性は。",
        "explanation": "`in Frage gestellt werden`（疑問視される）という受動態と助動詞`muss`の組み合わせです。主語`die Möglichkeit einer Ethik`を、動詞`ableitet`で終わる長い関係詞節が修飾しています。`anstatt ... anzuerkennen`という`zu`不定詞句も構造を複雑にしています。"
    },
    {
        "german": "Die Sprache ist nicht ein bloßes Werkzeug, dessen sich ein präexistentes Bewusstsein bediente, um seine Gedanken auszudrücken, sondern vielmehr dasjenige Haus des Seins, in welchem der Mensch wohnt, indem er dem Ruf des Seins entspricht.",
        "japanese": "言語は、先在する意識が自らの思考を表現するために用いる単なる道具ではなく、むしろ存在の家であり、その家のうちで人間は、存在の呼びかけに応えることによって、住まうのである。",
        "explanation": "`nicht ..., sondern ...`（…ではなく、むしろ…）の対比構造です。それぞれの要素が`dessen`や`in welchem`といった関係詞節によって修飾され、さらに`indem`節が挿入されるなど、入れ子構造になっています。"
    },
    {
        "german": "Alle Erkenntnis, so postuliert es der kritische Idealismus, beginnt zwar mit der Erfahrung, entspringt aber deshalb nicht gänzlich aus ihr, weil der Verstand selbst die apriorischen Formen, nämlich Raum, Zeit und die Kategorien, beisteuert, ohne die Erfahrung gar nicht erst als geordnetes Ganzes möglich wäre.",
        "japanese": "すべての認識は、なるほど経験と共に始まるが、だからといって完全に経験から生じるわけではない――と批判的観念論は要請する。なぜなら、悟性自身がアポステリオリな形式、すなわち空間、時間、そして諸カテゴリーを提供するのであり、それらなしには経験はそもそも秩序づけられた全体として可能ではないであろうからだ。",
        "explanation": "`zwar ..., aber ...`（なるほど…だが…）の構文の間に`so postuliert es...`という挿入句が入っています。`aber`節の理由が`weil`で導かれる長い副文で説明され、その`weil`節の最後にさらに`ohne die...`という条件を示す句が続いています。"
    },
    {
        "german": "Das Scheitern des Projekts der Aufklärung, dessen unbedingter Glaube an die Vernunft in die instrumentelle Rationalität und letztlich in die Barbarei umzuschlagen drohte, zwingt zu einer radikalen Kritik der Genealogie unserer modernen Moralvorstellungen.",
        "japanese": "啓蒙のプロジェクトの失敗は――その理性への無条件の信仰が、道具的合理性へ、そして究極的には野蛮へと転化する恐れがあったのだが――、我々の近代的な道徳観念の系譜学のラディカルな批判へと我々を強いるのである。",
        "explanation": "主語`Das Scheitern des Projekts der Aufklärung`が、所有格の関係代名詞`dessen`で始まる非常に長い関係詞節によって修飾され、主語と述語`zwingt`が大きく引き離されています。"
    },
    {
        "german": "Das Nichts, das nicht als bloße Abwesenheit von Seiendem, sondern als das die Anwesenheit des Seienden als solches ermöglichende Nichten gedacht werden muss, offenbart sich ursprünglich in der Grundbefindlichkeit der Angst.",
        "japanese": "無は――それは、単に存在者の不在としてではなく、むしろ存在者の現前をそのようなものとして可能にする無化として思考されねばならないのだが――、根源的には不安という根源気分において自らを開示するのである。",
        "explanation": "主語`Das Nichts`が、`das...gedacht werden muss`という非常に長く複雑な関係詞節によって説明されています。この関係詞節自体も`nicht als ..., sondern als ...`という対比構造を含んでいます。"
    },
    {
        "german": "Die ästhetische Erfahrung eines Kunstwerks suspendiert den alltäglichen, auf Zwecke gerichteten Weltbezug, um einen Raum zu eröffnen, in dem das freie Spiel der Erkenntniskräfte ein Gefühl des interesselosen Wohlgefallens erzeugt.",
        "japanese": "芸術作品の美的経験は、日常的な、目的に向けられた世界関与を中断させる。それは、認識能力の自由な遊戯が、無関心な満足の感情を生み出すような空間を開くためである。",
        "explanation": "文の後半が`um ... zu eröffnen`（…を開くために）という目的を表す不定詞句になっています。さらに`Raum`（空間）を`in dem ...`で始まる関係詞節が修飾しており、構造が入れ子になっています。"
    },
    {
        "german": "Obwohl die Struktur der Macht dazu neigt, sich durch diskursive Praktiken zu naturalisieren und ihre eigene Geschichtlichkeit zu verschleiern, bleibt die Möglichkeit des Widerstands immer dort gegeben, wo neue Subjektivierungsweisen erprobt werden.",
        "japanese": "権力の構造は、言説的実践を通じて自らを自然化し、自らの歴史性を覆い隠す傾向があるけれども、抵抗の可能性は、常に、新しい主体化の様式が試みられるところに与えられているのである。",
        "explanation": "`Obwohl`で始まる長い譲歩の副文が文頭に置かれています。主文は`bleibt die Möglichkeit ... gegeben`ですが、場所を示す関係副詞`wo`で導かれる節が続いています。"
    },
    {
        "german": "Die Zeitlichkeit des Daseins, die sich nicht in einer objektiven Abfolge von Jetzt-Punkten erschöpft, sondern sich aus der Ekstase von Gewesenheit, Gegenwart und Zukunft konstituiert, ist der ursprüngliche Horizont, innerhalb dessen sich Welt überhaupt erst zeigt.",
        "japanese": "現存在の時間性は――それは、今という点の客観的な連続のうちに尽きるのではなく、むしろ過去存在性、現前、そして未来という脱自から構成されるのだが――、その内部において世界が überhaupt はじめて現れるような、根源的な地平なのである。",
        "explanation": "主語`Die Zeitlichkeit des Daseins`が、`die sich nicht ..., sondern sich ... konstituiert`という`nicht/sondern`の対比構造を含む長い関係詞節によって修飾されています。述部`der ursprüngliche Horizont`もまた`innerhalb dessen...`という関係詞節によって補足されています。"
    },
    {
        "german": "Der kategorische Imperativ, handle nur nach derjenigen Maxime, durch die du zugleich wollen kannst, dass sie ein allgemeines Gesetz werde, formuliert die unbedingte Forderung der praktischen Vernunft, die allein als Grundlage einer universalen Moral dienen kann.",
        "japanese": "「汝がそれを通じて同時に、それが普遍的法則となることを意志しうるような、その格率に従ってのみ行為せよ」という定言命法は、実践理性の無条件の要求を定式化するものであり、そしてその要求こそが、普遍的な道徳の基礎として唯一役立ちうるものである。",
        "explanation": "主語`Der kategorische Imperativ`の内容が、`handle nur nach...`という命令文の引用によって同格的に説明されています。この引用文自体が関係詞節（`durch die...`）と`dass`節を含む複雑な構造をしています。"
    },
    {
        "german": "Das Unbewusste, das durch Mechanismen der Verdrängung und Verschiebung strukturiert ist wie eine Sprache, artikuliert sich in den Fehlleistungen, Träumen und Symptomen des Subjekts, welche einer hermeneutischen Deutung zugänglich sind.",
        "japanese": "無意識は――それは抑圧と置き換えのメカニズムによって、あたかも一つの言語のように構造化されているのだが――、主体の失錯行為、夢、そして症状のうちに自らを分節化するのであり、そしてそれらは解釈学的な解釈に開かれているのである。",
        "explanation": "主語`Das Unbewusste`を`das...ist`という関係詞節が修飾し、述語`artikuliert sich`の後の目的語`in den Fehlleistungen...`をさらに`welche...`という関係詞節が修飾するという、二重の修飾構造になっています。"
    },
    {
        "german": "Die Gerechtigkeit einer Gesellschaftsordnung bemisst sich nicht an der Maximierung des Gesamtnutzens, sondern daran, ob ihre Grundinstitutionen jenen Prinzipien entsprechen, auf die sich freie und gleiche Personen in einer fairen Ausgangssituation einigen würden.",
        "japanese": "ある社会秩序の正義は、全体の効用の最大化によって測られるのではなく、むしろ、その基礎的な諸制度が、自由で平等な人々が公正な初期状況において合意するであろうかの諸原理に合致するかどうかによって測られるのである。",
        "explanation": "`bemißt sich nicht an ..., sondern daran, ob ...`という対比構造です。`daran`の内容が`ob`で始まる長い間接疑問文で説明され、その中の`jenen Prinzipien`を`auf die sich ... einigen würden`という関係詞節が修飾しています。"
    },
    {
        "german": "Der Wille zur Macht, verstanden nicht als ein Streben nach äußerer Herrschaft, sondern als das innerste Prinzip allen Geschehens, nämlich das unaufhörliche Sich-selbst-Überwinden und Wachsen, stellt die letzte metaphysische Annahme der abendländischen Philosophie dar.",
        "japanese": "力への意志は――外的な支配への努力としてではなく、むしろあらゆる出来事の最も内的な原理、すなわち絶え間ない自己超克と成長として理解されるのだが――、西洋哲学の最後の形而上学的な想定なのである。",
        "explanation": "主語`Der Wille zur Macht`が、`verstanden nicht als ..., sondern als ...`という非常に長い分詞構文によって補足説明されています。動詞は`stellt ... dar`という分離動詞で、文末に置かれています。"
    },
    {
        "german": "Die hermeneutische Zirkularität, derzufolge das Verstehen eines Teiles immer schon ein Vorverständnis des Ganzen voraussetzt, welches sich wiederum nur aus den Teilen ergibt, ist keine methodische Schwäche, sondern die ontologische Grundbedingung des Verstehens selbst.",
        "japanese": "解釈学的循環は――それによれば、部分の理解は常にすでに全体の予備理解を前提とし、そしてその全体は wiederum 部分からしか生じないのだが――、方法論的な弱点ではなく、理解それ自体の存在論的な根本条件なのである。",
        "explanation": "主語`Die hermeneutische Zirkularität`の内容が、`derzufolge`で始まる関係詞節で詳細に説明されています。この関係詞節自体も`welches`で始まるさらなる関係詞節を含んでおり、入れ子構造になっています。"
    },
    {
        "german": "Das Erhabene, im Gegensatz zum Schönen, das ein Wohlgefallen an der Form hervorruft, ist jene Erfahrung der Begegnung mit dem Formlosen und Ungeheuren, die, indem sie unsere sinnlichen Vermögen übersteigt, die Überlegenheit unserer moralischen Bestimmung fühlbar macht.",
        "japanese": "崇高なるものは――形の美に満足を見出す美とは対照的に――、形のないものや巨大なものとの出会いのあの経験であり、その経験は、我々の感覚的能力を超越することによって、我々の道徳的使命の優越性を感じさせるのである。",
        "explanation": "主語`Das Erhabene`が`im Gegensatz zum Schönen...`という挿入句によって説明されています。述語`ist jene Erfahrung...`の`Erfahrung`を`die...fühlbar macht`という関係詞節が修飾し、その中にさらに`indem sie...`という手段を示す副文が挿入されています。"
    },
    {
        "german": "Die Dekonstruktion der logozentrischen Metaphysik zielt darauf ab, die hierarchische Opposition von Anwesenheit und Abwesenheit, Sprache und Schrift, Ursprung und Spur aufzudecken, um die différance als das ursprüngliche Spiel der Unterschiede freizulegen.",
        "japanese": "ロゴス中心主義的な形而上学の脱構築は、現前と不在、音声言語と文字言語、起源と痕跡といった階層的な対立を暴き出し、それによって差延を差異の根源的な遊戯として解き放つことを目指す。",
        "explanation": "`zielt darauf ab, ... aufzudecken, um ... freizulegen`という二重の`zu`不定詞句の構造です。最初の不定詞句の目的語`die hierarchische Opposition...`が非常に長くなっています。"
    },
    {
        "german": "Das Anerkennungsverhältnis zwischen zwei sich begegnenden Selbstbewusstseinen durchläuft den dialektischen Kampf auf Leben und Tod, um sich über die Stufen von Herrschaft und Knechtschaft zu einer gegenseitigen, freien Anerkennung fortzuentwickeln.",
        "japanese": "出会いあう二つの自己意識の間の承認関係は、主人と奴隷という段階を経て、相互的で自由な承認へと自らを高めていくために、生死をかけた弁証法的な闘争を経験する。",
        "explanation": "文の構造は比較的単純ですが、`sich begegnenden Selbstbewusstseinen`（出会いあう自己意識）や`fortzuentwickeln`（高めていく）のような哲学的な複合語が多く使われています。目的を示す`um ... zu`不定詞句が文末に置かれています。"
    },
    {
        "german": "Ein Urteil, das den Anspruch auf objektive Gültigkeit erhebt, muss sich von den bloß subjektiven Bedingungen der Assoziation unterscheiden, indem es eine notwendige Verbindung der Vorstellungen postuliert, die durch die transzendentale Einheit der Apperzeption gewährleistet wird.",
        "japanese": "客観的妥当性を要求する判断は、単に主観的な連合の条件からは区別されなければならない。それは、諸表象の必然的な結合を要請することによってであり、そしてその結合は、超越論的統覚の統一性によって保証されるのである。",
        "explanation": "主語`Ein Urteil`が関係詞節`das...erhebt`によって修飾されています。手段を示す`indem es ... postuliert`という副文があり、その目的語`eine notwendige Verbindung der Vorstellungen`がさらに`die...gewährleistet wird`という関係詞節によって修飾されています。"
    },
    {
        "german": "Die Souveränität des modernen Staates legitimiert sich durch den fiktiven Gesellschaftsvertrag, in welchem die Individuen auf ihr ursprüngliches Recht der Selbstbehauptung verzichten, um es einem Souverän zu übertragen, der im Gegenzug für Frieden und Sicherheit sorgt.",
        "japanese": "近代国家の主権は、虚構的な社会契約によって正当化される。その契約において、諸個人は、自己保存という根源的な権利を放棄し、それを主権者に委譲するのであり、そしてその主権者は見返りとして平和と安全を保障するのである。",
        "explanation": "`in welchem`で始まる長い関係詞節が`Gesellschaftsvertrag`を修飾しています。この関係詞節の中には、目的を示す`um es ... zu übertragen`という不定詞句があり、さらに`Souverän`が`der...sorgt`という関係詞節によって説明されています。"
    },
    {
        "german": "Die in der Lebenswelt verankerte, kommunikative Rationalität, die auf Verständigung und intersubjektive Geltungsansprüche ausgerichtet ist, stellt ein kritisches Korrektiv gegenüber einer systemischen, strategisch handelnden Rationalität dar, welche die Bereiche des Sozialen zu kolonisieren droht.",
        "japanese": "生活世界に根ざし、了解と間主観的な妥当要求へと方向づけられたコミュニケーション的合理性は、社会的な諸領域を植民地化する恐れのある、体系的で戦略的に行為する合理性に対する、批判的な是正物なのである。",
        "explanation": "主語`Die ... Rationalität`が、`in der Lebenswelt verankerte`という過去分詞と`die auf ... ausgerichtet ist`という関係詞節の両方によって修飾されています。分離動詞`stellt ... dar`が文を枠のように囲み、その目的語も`welche...droht`という関係詞節によって修飾されています。"
    },
    {
        "german": "Das Ereignis, das jede kausale Erklärung und jede Einordnung in bestehende Wissenssysteme sprengt, ist derjenige unvorhersehbare Einbruch des Anderen, der das Subjekt aus seiner ontologischen Sicherheit reißt und zu einer ethischen Antwort verpflichtet.",
        "japanese": "出来事は――それはあらゆる因果的説明や既存の知の体系へのあらゆる分類を打ち破るのだが――、他者のあの予測不可能な侵入であり、それは主体をその存在論的な安定から引き剥がし、倫理的な応答へと義務づけるのである。",
        "explanation": "主語`Das Ereignis`が関係詞節`das...sprengt`によって修飾されています。述語である`derjenige...Einbruch des Anderen`もまた、`der ... reißt und ... verpflichtet`という二つの動詞を持つ関係詞節によって修飾されています。"
    },
    {
        "german": "Diejenige Philosophie, die ihre eigene sprachliche Verfasstheit zu ignorieren versucht, verfällt unweigerlich den metaphysischen Illusionen, die in der Tiefengrammatik unserer alltäglichen Redeweisen verborgen liegen und nur durch eine therapeutische Analyse der Sprache aufgelöst werden können.",
        "japanese": "自らの言語的な構成を無視しようと試みる哲学は、必然的に、我々の日常的な語り口の深層文法のうちに隠されており、そして言語の治療的な分析によってのみ解消されうるような、形而上学的な幻想へと陥るのである。",
        "explanation": "主語`Diejenige Philosophie`が`die...versucht`という関係詞節によって修飾されています。目的語`den metaphysischen Illusionen`が、`die ... liegen und ... aufgelöst werden können`という二つの動詞を持つ非常に長い関係詞節によって修飾されています。"
    },
    {
        "german": "Das Begehren des Menschen ist fundamental das Begehren des Anderen, was bedeutet, dass das Subjekt seine Identität nicht in sich selbst findet, sondern nur in dem symbolischen Netz von sozialen und sprachlichen Strukturen, in das es von Geburt an geworfen ist.",
        "japanese": "人間の欲望は根源的に他者の欲望である。このことは、主体がその同一性を自己自身のうちに見出すのではなく、むしろ、それが生まれつき投げ込まれている社会的・言語的構造の象徴的な網の目の中にのみ見出すということを意味する。",
        "explanation": "`was bedeutet, dass ...`という関係代名詞`was`を用いた構文です。`dass`節の中には`nicht in ..., sondern nur in ...`という対比構造があり、さらに`Netz`が`in das es ... geworfen ist`という関係詞節によって修飾されています。"
    },
    {
        "german": "Der Leib, der weder ein reines Objekt unter anderen noch das transparente Instrument eines reinen Bewusstseins ist, fungiert als der Nullpunkt der Orientierung, von dem aus sich die Welt für uns überhaupt erst in Perspektiven von Nähe und Ferne, Oben und Unten ordnet.",
        "japanese": "身体は――それは他の純粋な客体でもなければ、純粋な意識の透明な道具でもないのだが――、方向定位の原点として機能し、そこから出発して、世界は我々にとって初めて、近さと遠さ、上と下という遠近法のうちに秩序づけられるのである。",
        "explanation": "主語`Der Leib`が`weder ... noch ...`（…でも…でもない）という否定の相関構文を含む関係詞節によって修飾されています。述語`fungiert als der Nullpunkt...`の`Nullpunkt`が`von dem aus...`で始まる関係詞節によってさらに説明されています。"
    },
    {
        "german": "Indem die Biopolitik die Sorge um das Leben der Bevölkerung zum zentralen Gegenstand staatlicher Machttechniken macht, verschwimmt die klassische Trennung zwischen dem privaten Bereich der Existenz und der öffentlichen Sphäre der Politik.",
        "japanese": "生権力が、住民の生命への配慮を国家の権力技術の中心的な対象とすることによって、実存の私的領域と政治の公的領域との間の古典的な分離は、曖昧になるのである。",
        "explanation": "`Indem`で始まる長い手段・方法の副文が文頭に置かれ、主文の主語`die klassische Trennung`と述語`verschwimmt`を分離しています。"
    },
    {
        "german": "Das schlechthin Gute kann nicht in einem bestimmten Objekt des Willens liegen, dessen Wert immer nur bedingt und relativ wäre, sondern einzig und allein in einem guten Willen, der sich durch die Achtung vor dem moralischen Gesetz bestimmt.",
        "japanese": "絶対的な善は、その価値が常に条件づけられ相対的であるにすぎないような、意志の特定の客体のうちに存することはできず、むしろ、道徳法則への尊敬によって自らを規定するような、善い意志のうちにのみ存することができる。",
        "explanation": "`kann nicht in ..., sondern einzig und allein in ... liegen`という対比構造です。`Objekt`と`Willen`の両方が、それぞれ`dessen`と`der`で始まる関係詞節によって修飾されています。"
    },
    {
        "german": "Jede Epoche ist durch ein unbewusstes Wissensarchiv, ein sogenanntes Epistem, charakterisiert, das die Bedingungen der Möglichkeit dessen festlegt, was innerhalb dieser Epoche als Wahrheit gesagt und gedacht werden kann, bevor ein epistemischer Bruch eine neue Ordnung des Wissens hervorbringt.",
        "japanese": "各々の時代は、無意識的な知の古文書、いわゆるエピステーメーによって特徴づけられる。それは、ある認識論的断絶が新たな知の秩序を生み出す前に、その時代の中で何が真理として語られ思考されうるかの可能性の条件を規定するものである。",
        "explanation": "主語`Jede Epoche`の述語は`ist ... charakterisiert`です。その後の`das...festlegt`は、`Epistem`を修飾する非常に長い関係詞節であり、その中にはさらに`was...werden kann`という関係詞節と`bevor...`という時を示す副文が含まれています。"
    },
    {
        "german": "Die platonische Ideenlehre, deren adäquates Verständnis die Überwindung der bloß auf die sinnliche Wahrnehmung gestützten Scheinwelt erfordert, postuliert eine unveränderliche, intelligible Sphäre des wahren Seins, an der die vergänglichen Einzeldinge nur partizipieren.",
        "japanese": "プラトンのイデア論は――その適切な理解は、単に感覚的知覚に基づいた仮象の世界の克服を要求するのだが――、真なる存在の、不変で可知的な領域を要請するのであり、その領域に、儚い個々の物事はただ分有するのみなのである。",
        "explanation": "主語`Die platonische Ideenlehre`と述語`postuliert`が、所有格の関係代名詞`deren`で始まる非常に長い関係詞節によって分離されています。"
    },
    {
        "german": "Für Aristoteles muss das konkrete Einzelding, das sogenannte 'tode ti', als eine untrennbare Einheit von Materie (hýlē) und Form (morphḗ) analysiert werden, insofern die Form das Wesen und die Materie das Prinzip der Individuation darstellt.",
        "japanese": "アリストテレスにとって、具体的な個物、いわゆる「これなるもの」は、形相が本質であり、質料が個体化の原理である限りにおいて、質料（ヒュレー）と形相（モルフェー）の不可分な統一として分析されねばならない。",
        "explanation": "主文は`muss ... analysiert werden`という受動態の枠構造です。理由や範囲を示す`insofern`節が文末に置かれ、文全体の意味を補足しています。"
    },
    {
        "german": "Die sokratische Mäeutik, die oft fälschlicherweise als eine bloße Lehrmethode missverstanden wird, ist in Wahrheit eine dialogische Kunst, die darauf abzielt, dem Gesprächspartner zur Selbsterkenntnis zu verhelfen, indem dessen verborgene, aber inkonsistente Überzeugungen aufgedeckt werden.",
        "japanese": "ソクラテスの産婆術は――しばしば誤って単なる教授法として誤解されるが――、真実においては、対話相手の隠された、しかし矛盾した信念を暴き出すことによって、彼が自己認識に至るのを助けることを目的とする、対話の術なのである。",
        "explanation": "主語`Die sokratische Mäeutik`と述語`ist`が関係詞節`die...`によって分離されています。さらに述部`eine dialogische Kunst`が`die darauf abzielt, ... zu verhelfen`という関係詞節によって修飾され、その中に手段を示す`indem`節が含まれています。"
    },
    {
        "german": "Der aus dem berühmten Höhlengleichnis entlassene Gefangene, dessen Augen sich nur langsam an das blendende Licht der Idee des Guten gewöhnen können, symbolisiert den beschwerlichen Bildungsweg des Philosophen, der sich vom Schatten zum wahren Sein emporarbeiten muss.",
        "japanese": "かの有名な洞窟の比喩から解放された囚人は――その目は善のイデアの眩い光にゆっくりとしか慣れることができないのだが――、哲学者の困難な教養の道を象徴しており、その哲学者は影から真の存在へと自らを高めていかなければならないのである。",
        "explanation": "主語`Der ... Gefangene`が、所有格の関係代名詞`dessen`で始まる関係詞節によって修飾されています。述語`symbolisiert`の目的語である`den ... Bildungsweg des Philosophen`もまた、`der`で始まる関係詞節によって補足説明されています。"
    },
    {
        "german": "Die aristotelische Eudaimonia, welche nicht mit einem kurzfristigen Glücksgefühl, sondern als das durch tugendhafte Tätigkeit der Seele erreichte, in sich vollendete gute Leben übersetzt werden muss, stellt das oberste Telos menschlichen Handelns dar.",
        "japanese": "アリストテレス的なエウダイモニアは――それは短期的な幸福感とではなく、魂の徳に適った活動によって達成される、それ自体で完結した善き生として翻訳されねばならないのだが――、人間の行為の最高目的（テロス）なのである。",
        "explanation": "主語`Die aristotelische Eudaimonia`が、`nicht mit ..., sondern als ...`という対比構造を含む非常に長い関係詞節によって修飾されています。分離動詞`stellt ... dar`が文全体を枠で囲んでいます。"
    },
    {
        "german": "Während die Eleaten, allen voran Parmenides, jede Form von Bewegung und Vielheit als dem wahren, einen und unbewegten Sein widersprechend für eine Täuschung der Sinne erklärten, sah Heraklit im unaufhörlichen Wandel, dem Panta rhei, das Grundgesetz des Kosmos.",
        "japanese": "エレア派の人々が、とりわけパルメニデスが、運動と多様性のあらゆる形式を、真なる一にして不動の存在に矛盾するものとして、感覚の欺瞞であると説明したのに対して、ヘラクレイトスは、絶え間ない変化、すなわち万物流転（パンタ・レイ）のうちに、宇宙の根本法則を見た。",
        "explanation": "`Während`で始まる長い対比の副文が文頭に置かれています。`erklärten`の目的語`jede Form...`が`als...`と`für...`の二重の補語を取る複雑な構造をしています。"
    },
    {
        "german": "Die Anamnesis-Lehre Platons besagt, dass alles Lernen im Grunde eine Wiedererinnerung der unsterblichen Seele an jene Ideen ist, die sie vor ihrer Einkerkerung im sterblichen Leibe in einem reinen, a-temporalen Zustand geschaut hat.",
        "japanese": "プラトンの想起（アナムネーシス）説が言うには、すべての学びは根本において、不死なる魂が、死すべき身体に投獄される以前に、純粋で非時間的な状態において観照したかのイデアを、再び思い出すことなのである。",
        "explanation": "`besagt, dass...`という基本的な構造ですが、`dass`節の目的語`jene Ideen`を`die sie...geschaut hat`という長い関係詞節が修飾しています。"
    },
    {
        "german": "Aristoteles' Untersuchung der vier Ursachen – der Causa materialis, formalis, efficiens und finalis – liefert einen umfassenden explanatorischen Rahmen, ohne dessen Berücksichtigung keine vollständige Erklärung für das Sein und Werden eines Phänomens gegeben werden kann.",
        "japanese": "アリストテレスの四原因――質料因、形相因、作用因、そして目的因――の探求は、包括的な説明の枠組みを提供するのであり、そしてその枠組みを考慮することなしには、いかなる現象の存在と生成についての完全な説明も与えられえないのである。",
        "explanation": "文の後半が`ohne dessen Berücksichtigung`（それを考慮することなしには）という、所有格の関係代名詞`dessen`を用いた句で接続されています。"
    },
    {
        "german": "Das sokratische 'Ich weiß, dass ich nichts weiß' ist nicht als Ausdruck resignativer Skepsis zu verstehen, sondern als die fundamentale philosophische Einsicht in die Begrenztheit des menschlichen Wissens, welche allererst die Bedingung der Möglichkeit für echtes Fragen und Streben nach Weisheit ist.",
        "japanese": "ソクラテスの「私は私が何も知らないことを知っている」は、諦念に満ちた懐疑の表現として理解されるべきではなく、むしろ、人間の知の有限性への根源的な哲学的洞察として理解されるべきであり、そしてこの洞察こそが、真の問いと知への探求の可能性の条件なのである。",
        "explanation": "`nicht als ..., sondern als ... zu verstehen`という`zu`不定詞を用いた対比構造です。`Einsicht`（洞察）を`welche...`で始まる関係詞節が修飾しています。"
    },
    {
        "german": "Der platonische Staat, dessen ideale Verfassung in der 'Politeia' entworfen wird, basiert auf einer strengen Analogie zwischen der dreigeteilten Struktur der Seele (Vernunft, Mut, Begierde) und den drei Ständen der Gesellschaft (Herrscher, Wächter, Nährstand).",
        "japanese": "プラトンの国家は――その理想的な国制は『国家』において構想されているのだが――、魂の三部分構造（理性、気概、欲望）と社会の三階級（支配者、防衛者、生産者）との間の厳密な類比に基づいている。",
        "explanation": "主語`Der platonische Staat`と述語`basiert`が、所有格の関係代名詞`dessen`で始まる関係詞節によって分離されています。"
    },
    {
        "german": "Die stoische Ethik fordert das Individuum dazu auf, in Übereinstimmung mit der universellen Natur, die vom göttlichen Logos durchwaltet wird, zu leben, um durch die Kultivierung der Tugend zur Apatheia, der Unerschütterlichkeit gegenüber den Affekten und Schicksalsschlägen, zu gelangen.",
        "japanese": "ストア派の倫理学は、個人に対して、神的なロゴスによって貫かれている普遍的な自然と一致して生き、それによって徳の涵養を通じて、情念や運命の打撃に対する不動の心境（アパテイア）へと到達することを要求する。",
        "explanation": "`fordert ... dazu auf, ... zu leben, um ... zu gelangen`という、目的を示す`um...zu`句を含む複雑な`zu`不定詞の構造になっています。"
    },
    {
        "german": "Im Gegensatz zur platonischen Trennung von Ideen- und Sinnenwelt besteht Aristoteles darauf, dass das Allgemeine (to kathólou) nicht getrennt von den Einzeldingen (ta kath' hékaston) existiert, sondern nur in und durch sie erkannt werden kann.",
        "japanese": "イデア界と感覚界というプラトン的な分離とは対照的に、アリストテレスは、普遍（ト・カトルー）は個物（タ・カト・ヘカストン）から分離して存在するのではなく、個物のうちに、そして個物を通じてのみ認識されうると主張する。",
        "explanation": "`besteht darauf, dass...`という構造で、`dass`節の内容が`nicht ..., sondern ...`の対比構造になっています。"
    },
    {
        "german": "Der unbewegte Beweger, der bei Aristoteles als die letzte Ursache aller Bewegung im Kosmos fungiert, bewegt nicht durch physischen Anstoß, sondern als das höchste Gut und das reinste Denken, das, indem es sich selbst denkt, von allem anderen als letztes Ziel erstrebt wird.",
        "japanese": "不動の動者は――それはアリストテレスにおいて宇宙のすべての運動の究極原因として機能するのだが――、物理的な一撃によって動かすのではなく、最高の善および最も純粋な思惟として動かすのであり、そしてその思惟は、自らを思惟することによって、他のすべてのものから究極目的として求められるのである。",
        "explanation": "主語`Der unbewegte Beweger`を関係詞節`der...fungiert`が修飾しています。`nicht durch..., sondern als...`という対比があり、さらに`das reinste Denken`を`das...erstrebt wird`という関係詞節が修飾し、その中に`indem`節が挿入されています。"
    },
    {
        "german": "Die epikureische Philosophie, deren Ziel die Erlangung der Ataraxia, der seelischen Ruhe, ist, lehrt einen maßvollen Hedonismus, der nicht die Jagd nach intensiven, sondern die Wahl der dauerhaften und von Schmerz freien Lüste empfiehlt.",
        "japanese": "エピクロス哲学は――その目標は魂の平静（アタラクシア）の獲得であるのだが――、節度ある快楽主義を教える。それは、強烈な快楽の追求ではなく、持続的で苦痛のない快楽の選択を推奨するものである。",
        "explanation": "主語`Die epikureische Philosophie`が`deren...ist`という所有格の関係詞節によって修飾され、述語`lehrt`の目的語`einen maßvollen Hedonismus`がさらに`der nicht..., sondern...empfiehlt`という対比構造を含む関係詞節によって修飾されています。"
    },
    {
        "german": "Die Seele, die Platon als unsterblich und dem Körper prinzipiell fremd begreift, wird von Aristoteles als die erste Entelechie eines natürlichen, organischen Körpers definiert, also als das Lebensprinzip, das von diesem Körper nicht getrennt existieren kann.",
        "japanese": "魂は――プラトンはそれを不死なるもの、そして身体とは原理的に異質なものとして把握するのだが――、アリストテレスによっては、自然で有機的な身体の第一のエンテレケイアとして、すなわち、この身体から分離しては存在しえない生命原理として定義される。",
        "explanation": "主語`Die Seele`が関係詞節`die Platon...begreift`によって修飾されています。`wird...definiert`という受動態の文で、`also als das Lebensprinzip`以下が同格による補足説明、さらにそれを`das...kann`という関係詞節が修飾しています。"
    },
    {
        "german": "Sokrates wurde von seinen Anklägern vorgeworfen, die Jugend zu verderben und nicht an die Götter des Staates zu glauben, weil seine unermüdliche elenktische Praxis die traditionellen, unhinterfragt hingenommenen Autoritäten untergrub.",
        "japanese": "ソクラテスは告発者たちから、青年を堕落させ、国家の神々を信じないと非難された。なぜなら、彼の執拗な問答法の実践が、伝統的な、疑われることなく受け入れられていた権威を突き崩したからである。",
        "explanation": "`wurde...vorgeworfen, ... zu verderben und ... zu glauben`という`zu`不定詞句を伴う受動態構文です。その理由が`weil`節で説明されています。"
    },
    {
        "german": "Die Freundschaft (philía) wird von Aristoteles in der Nikomachischen Ethik als eine für das gute Leben unerlässliche Tugend analysiert, deren höchste Form nicht auf Nutzen oder Lust, sondern auf der gegenseitigen Anerkennung des guten Charakters des Freundes beruht.",
        "japanese": "友愛（フィリア）は、アリストテレスによってニコマコス倫理学の中で、善き生にとって不可欠な徳として分析されるが、その最高の形態は、有用性や快楽にではなく、友の善き人柄の相互的な承認に基づいているのである。",
        "explanation": "主文は`Die Freundschaft...wird...analysiert`という受動態ですが、`Tugend`（徳）を`deren`で始まる関係詞節が修飾し、その関係詞節の中が`nicht auf..., sondern auf...`の対比構造になっています。"
    },
    {
        "german": "Das pythagoreische Denken, demzufolge die tiefste Struktur der Wirklichkeit in mathematischen Verhältnissen und der Harmonie der Zahlen zu finden sei, hat Platons Ontologie und seine Vorstellung von der Ordnung des Kosmos nachhaltig beeinflusst.",
        "japanese": "ピタゴラス派の思想は――それによれば、現実の最も深い構造は数学的な比率と数の調和のうちに見出されるとされるのだが――、プラトンの存在論と、彼の宇宙の秩序についての観念に、持続的な影響を与えた。",
        "explanation": "主語`Das pythagoreische Denken`が、`demzufolge`で始まる関係詞節によって修飾され、述語`hat...beeinflusst`と分離されています。"
    },
    {
        "german": "Die Tragödie, so analysiert es Aristoteles in seiner 'Poetik', bewirkt durch die Darstellung von Jammer (éleos) und Schaudern (phóbos) eine Katharsis, eine Reinigung des Zuschauers von eben diesen Affekten.",
        "japanese": "悲劇は――アリストテレスがその『詩学』で分析しているように――、憐れみ（エレオス）と恐れ（ポボス）の描写を通じて、観客のまさにこれらの情念からの浄化（カタルシス）を引き起こすのである。",
        "explanation": "主語`Die Tragödie`と述語`bewirkt`の間に、`so analysiert es Aristoteles...`という挿入句が入っています。"
    },
    {
        "german": "Die Atomisten Leukipp und Demokrit vertraten die revolutionäre These, dass die gesamte Wirklichkeit aus nichts anderem als unteilbaren, im leeren Raum sich bewegenden Partikeln und deren zufälligen Kollisionen zusammengesetzt sei.",
        "japanese": "原子論者レウキッポスとデモクリトスは、全現実は、空虚な空間の中を運動する不可分な粒子と、それらの偶然の衝突以外の何ものからも構成されていない、という革命的なテーゼを主張した。",
        "explanation": "動詞`vertraten`の目的語`die revolutionäre These`の内容が、`dass`で始まる非常に長い同格の名詞節で説明されています。"
    },
    {
        "german": "Ein gerechter Mensch ist nach Platon derjenige, in dessen Seele jeder der drei Teile – der vernünftige, der muthafte und der begehrende – seine ihm gemäße Aufgabe erfüllt, ohne die der anderen an sich zu reißen.",
        "japanese": "プラトンによれば、正義の人は、その魂において、三つの部分――理性的部分、気概的部分、欲望的部分――の各々が、他の部分の仕事を奪うことなく、自分にふさわしい役目を果たすような、そのような人である。",
        "explanation": "`derjenige`（そのような人）を`in dessen Seele...`で始まる非常に長い関係詞節が修飾しています。この関係詞節の最後には`ohne...zu`不定詞句が付加されています。"
    },
    {
        "german": "Die aristotelische Lehre vom Mesotes (der Mitte) besagt, dass jede ethische Tugend, wie beispielsweise die Tapferkeit, die Mitte zwischen zwei extremen Lastern, in diesem Fall Feigheit und Tollkühnheit, darstellt.",
        "japanese": "アリストテレスの中庸（メソテース）の教えが言うには、あらゆる倫理的な徳は、例えば勇気がそうであるように、二つの極端な悪徳、この場合は臆病と蛮勇との間の中間なのである。",
        "explanation": "`besagt, dass...`という構造で、`dass`節の主語`jede ethische Tugend`が`wie beispielsweise die Tapferkeit`という挿入句によって例示されています。"
    },
    {
        "german": "Die Sophisten, gegen die Sokrates und Platon ihre Philosophie entwickelten, waren umherziehende Lehrer, die gegen Bezahlung Rhetorik und die Kunst der Überredung unterrichteten, wobei sie oftmals einen relativistischen Standpunkt bezüglich Wahrheit und Moral vertraten.",
        "japanese": "ソフィストたちは――ソクラテスとプラトンは彼らに対抗して自らの哲学を発展させたのだが――、報酬と引き換えに修辞学と説得の技術を教える遍歴教師であり、その際しばしば、真理と道徳に関して相対主義的な観点を主張した。",
        "explanation": "主語`Die Sophisten`が関係詞節`gegen die...`によって修飾されています。述語`waren umherziehende Lehrer`の`Lehrer`がさらに`die...unterrichteten`という関係詞節によって修飾され、その節に`wobei`で始まる補足的な状況説明が続いています。"
    },
    {
        "german": "Die Unterscheidung zwischen wahrer Meinung (orthē doxa) und Wissen (epistēmē) ist für Platon von zentraler Bedeutung, da erst letzteres durch die Angabe eines logischen Grundes (logismós) gerechtfertigt und damit unerschütterlich ist.",
        "japanese": "真なる思いなし（オルテー・ドクサ）と知（エピステーメー）との区別は、プラトンにとって中心的な重要性を持つ。なぜなら、後者こそが初めて、論理的な根拠（ロギスモス）を示すことによって正当化され、それによって揺るぎないものとなるからである。",
        "explanation": "理由を示す`da`節の中で、主語`letzteres`（後者）に対して`gerechtfertigt ist`と`unerschütterlich ist`という二つの述語が`und damit`で結びつけられています。"
    },
    {
        "german": "Aristoteles' Logik, insbesondere die im 'Organon' entwickelte Syllogistik, stellt den ersten systematischen Versuch dar, die formalen Regeln des gültigen Schließens zu analysieren, unabhängig vom konkreten Inhalt der Aussagen.",
        "japanese": "アリストテレスの論理学、特に『オルガノン』で展開された三段論法は、命題の具体的な内容とは無関係に、妥当な推論の形式的規則を分析しようとする、最初の体系的な試みなのである。",
        "explanation": "分離動詞`stellt ... dar`が文を枠で囲んでいます。目的語`den ersten systematischen Versuch`を、`die formalen...zu analysieren`という`zu`不定詞句が修飾しています。"
    },
    {
        "german": "Die Idee der Staatskunst bei Platon setzt voraus, dass nur die Philosophen, die das wahre Wesen der Gerechtigkeit und des Guten geschaut haben, qualifiziert sind, als 'Philosophenkönige' den Staat zu lenken, anstatt dass die Macht in den Händen der unwissenden Menge liegt.",
        "japanese": "プラトンにおける国家統治の術の理念は、無知な大衆の手に権力が存するかわりに、ただ哲学者たち――彼らは正義と善の真の本質を観照した者たちなのだが――のみが「哲人王」として国家を統治する資格がある、ということを前提とする。",
        "explanation": "`setzt voraus, dass...`という構造ですが、`dass`節の中が`anstatt dass...`（…であるかわりに）という従属接続詞によって複雑な対比構造になっています。"
    },
    {
        "german": "Xenophanes' frühe Kritik an den anthropomorphen Göttern Homers und Hesiods, die er als Projektionen menschlicher Laster kritisierte, kann als ein wichtiger Schritt zur Entwicklung eines rationaleren, philosophischen Gottesbegriffs angesehen werden.",
        "japanese": "ホメロスとヘシオドスの擬人神に対するクセノパネスの早期の批判は――彼はそれを人間的な悪徳の投影として批判したのだが――、より合理的な、哲学的な神概念の発展への重要な一歩と見なされうる。",
        "explanation": "主語`Xenophanes' frühe Kritik`が、`die er...kritisierte`という関係詞節によって修飾されています。文全体は`kann als ... angesehen werden`という受動態の枠構造です。"
    },
    {
        "german": "Die aristotelische Unterscheidung zwischen Poiesis (Herstellen, das sein Ziel außerhalb seiner selbst hat) und Praxis (Handeln, das sein Ziel in sich selbst trägt) ist fundamental für sein Verständnis von Ethik und Politik als Wissenschaften vom menschlichen Handeln.",
        "japanese": "アリストテレス的な、ポイエーシス（制作、その目的を自己の外に持つ）とプラクシス（行為、その目的を自己自身のうちに持つ）との区別は、人間の行為に関する学としての倫理学と政治学の彼の理解にとって、根源的に重要である。",
        "explanation": "主語である`Die aristotelische Unterscheidung`が、`Poiesis`と`Praxis`という2つの専門用語と、それぞれを修飾する関係詞節によって非常に長くなっています。"
    },
    {
        "german": "Obwohl die Seele im platonischen Dialog 'Phaidon' als unsterblich und unzerstörbar argumentiert wird, bleibt die Frage offen, inwieweit die individuelle Persönlichkeit, die an den vergänglichen Körper gebunden scheint, diesen Übergang überdauern kann.",
        "japanese": "プラトンの対話篇『パイドン』において魂は不死にして不滅であると論じられているけれども、はかない身体に結びついているように思われる個的な人格が、どの程度までこの移行を生き延びることができるかという問いは、未解決のままである。",
        "explanation": "`Obwohl`で始まる譲歩の副文が文頭に置かれています。主文は`bleibt die Frage offen`ですが、その`Frage`（問い）の内容が`inwieweit...`で始まる非常に長い間接疑問文で説明されています。"
    },
    {
        "german": "Der Zyniker Diogenes, der der Überlieferung nach in einem Fass lebte, um seine radikale Unabhängigkeit von allen gesellschaftlichen Konventionen und materiellen Bedürfnissen zu demonstrieren, trieb die sokratische Betonung der Tugend als autarkem Gut auf die Spitze.",
        "japanese": "キュニコス派のディオゲネスは――伝承によれば、あらゆる社会的慣習や物質的欲求からの彼のラディカルな独立を誇示するために、樽の中で生活したのだが――、自足的な善としての徳のソクラテス的な強調を、極点にまで推し進めた。",
        "explanation": "主語`Der Zyniker Diogenes`が、`der...lebte`という関係詞節によって修飾されています。この関係詞節の中には、目的を示す`um...zu demonstrieren`という長い不定詞句が含まれています。"
    }
    {
        "german": "Die augustinische Lehre von der göttlichen Prädestination, derzufolge die Errettung der Seele nicht durch menschliches Verdienst, sondern einzig durch die unerforschliche Gnade Gottes im Voraus bestimmt ist, stellt die menschliche Willensfreiheit vor eine aporische Grenze.",
        "japanese": "アウグスティヌスの神の予定説は――それによれば、魂の救済は人間の功績によってではなく、ただ神の測り知れない恩寵によってのみあらかじめ定められているのだが――、人間の意志の自由をアポリア的な限界の前に立たせる。",
        "explanation": "主語`Die...Lehre`が、関係代名詞`derzufolge`で始まる非常に長い関係詞節によって説明され、述語`stellt`と分離されている。この関係詞節内には`nicht durch..., sondern einzig durch...`の対比構造が含まれている。"
    },
    {
        "german": "Anselms von Canterbury ontologischer Gottesbeweis im 'Proslogion' versucht, aus der reinen begrifflichen Definition Gottes als jenes Wesen, über das hinaus Größeres nicht gedacht werden kann, zwingend dessen reale Existenz abzuleiten, ein Argument, dessen logische Gültigkeit die Philosophiegeschichte nachhaltig beschäftigt hat.",
        "japanese": "カンタベリーのアンセルムスの『プロスロギオン』における存在論的神証明は、神を「それ以上偉大なものが思考されえない存在」という純粋な概念的定義から、その現実的な存在を必然的に導出しようと試みるものであり、それはその論理的妥当性が哲学史を持続的に悩ませてきた一個の議論である。",
        "explanation": "`versucht, ... abzuleiten`という`zu`不定詞句の構造。`abzuleiten`の目的語`dessen reale Existenz`が先行し、`aus...`で始まる句が非常に長い。文末の`ein Argument`は主文全体を同格で説明し、さらに`dessen`で始まる関係詞節が続く。"
    },
    {
        "german": "Thomas von Aquin schuf in seiner 'Summa Theologiae' eine monumentale Synthese, indem er die aristotelische Philosophie, insbesondere deren Metaphysik und Ethik, in den Dienst der christlichen Theologie stellte, um so die Harmonie von Glauben und Vernunft zu erweisen.",
        "japanese": "トマス・アクィナスは、その『神学大全』において、アリストテレス哲学、特にその形而上学と倫理学をキリスト教神学の奉仕のもとに置くことによって、そうして信仰と理性の調和を証明するために、記念碑的な統合を創造した。",
        "explanation": "`indem`節が手段・方法を示し、その中にさらに`um ... zu erweisen`という目的を示す不定詞句が続く構造。"
    },
    {
        "german": "Der mittelalterliche Universalienstreit, der sich an der Frage entzündete, welcher Seinsstatus den Allgemeinbegriffen zukomme, spaltete die Denker in Realisten, die ihnen eine eigenständige Existenz zusprachen, und Nominalisten, für die sie bloße Namen (flatus vocis) waren.",
        "japanese": "中世の普遍論争は――それは、普遍概念にいかなる存在身分が与えられるかという問いをめぐって燃え上がったのだが――、思想家たちを、普遍概念に固有の存在を認める実在論者と、彼らにとって普遍概念が単なる名前（音声の響き）であった唯名論者とに分裂させた。",
        "explanation": "主語`Der ... Universalienstreit`を`der`で始まる関係詞節が修飾し、さらに`Realisten`と`Nominalisten`をそれぞれ`die`と`für die`で始まる関係詞節が説明している。"
    },
    {
        "german": "Das Übel wird in der von Augustinus geprägten neuplatonischen Tradition nicht als eine eigenständige Substanz, sondern als ein Mangel am Guten (privatio boni) verstanden, wodurch das Problem der Theodizee, also die Rechtfertigung eines allgütigen Gottes angesichts des Leidens in der Welt, entschärft werden sollte.",
        "japanese": "悪は、アウグスティヌスによって特徴づけられた新プラトン主義の伝統において、固有の実体としてではなく、善の欠如（privatio boni）として理解され、それによって、神義論の問題、すなわち世界における苦しみを前にして全き善である神を義認するという問題は、緩和されるべきものであった。",
        "explanation": "`nicht als ..., sondern als ... verstanden`という受動態の対比構造。文末の`wodurch`で始まる関係詞節が、前の文全体の結果・帰結を示している。"
    },
    {
        "german": "Boethius' Werk 'Der Trost der Philosophie', das er in Erwartung seiner Hinrichtung verfasste, ringt um die Vereinbarkeit der göttlichen Vorsehung, die alles im Voraus zu wissen scheint, mit der kontingenten Freiheit des menschlichen Willens.",
        "japanese": "ボエティウスの著作『哲学の慰め』は――彼はそれを自らの処刑を予期して執筆したのだが――、万事をあらかじめ知っているように思われる神の摂理と、人間意志の偶然的な自由との両立可能性をめぐって格闘するものである。",
        "explanation": "主語`Boethius' Werk`が関係詞節`das er...verfasste`によって修飾されている。`Vereinbarkeit`（両立可能性）という名詞が、`der göttlichen Vorsehung`と`mit der kontingenten Freiheit`という二つの長い名詞句を支配している。"
    },
    {
        "german": "Die von Averroes und seinen lateinischen Anhängern vertretene Lehre von der doppelten Wahrheit, die besagt, dass eine Aussage in der Philosophie wahr und zugleich in der Theologie falsch sein kann, wurde von der Kirche als eine gefährliche Untergrabung der Einheit der Wahrheit verurteilt.",
        "japanese": "アヴェロエスとそのラテン語圏の支持者たちによって主張された二重真理説は――それは、ある命題が哲学においては真であり、同時に神学においては偽でありうる、と述べるものだが――、教会によって、真理の統一性に対する危険な侵害として断罪された。",
        "explanation": "主語である`Die ... Lehre`が、`von Averroes...vertretene`という過去分詞句と、`die besagt, dass...`という関係詞節の両方によって修飾されている。"
    },
    {
        "german": "Die fünf Wege (quinque viae), auf denen Thomas von Aquin in aposteriorischen Argumenten von der beobachtbaren Welt auf die Existenz Gottes schließt, basieren auf aristotelischen Prinzipien wie der Bewegung, der Wirkursächlichkeit und den Stufen der Vollkommenheit.",
        "japanese": "トマス・アクィナスが経験論的な論証において、観察可能な世界から神の存在を推論する五つの道（quinque viae）は、運動、作用因果性、そして完全性の段階といったアリストテレス的な諸原理に基づいている。",
        "explanation": "主語`Die fünf Wege`を、`auf denen ... schließt`という非常に長い関係詞節が修飾し、主語と述語`basieren`を分離している。"
    },
    {
        "german": "Wilhelm von Ockhams berühmtes Sparsamkeitsprinzip, bekannt als 'Ockhams Rasiermesser', besagt, dass die pluralitas non est ponenda sine necessitate, was bedeutet, dass zur Erklärung eines Sachverhalts keine überflüssigen Entitäten angenommen werden sollen.",
        "japanese": "オッカムのヴィルヘルムの有名な節約の原理は、「オッカムの剃刀」として知られているが、それは`pluralitas non est ponenda sine necessitate`（複数は必要なしに置かれるべきではない）と述べ、このことは、ある事態を説明するために不必要な実体は想定されるべきではない、ということを意味する。",
        "explanation": "文の構造は`besagt, dass ..., was bedeutet, dass ...`という入れ子状の節構造になっている。"
    },
    {
        "german": "Die deutsche Mystik, deren prominentester Vertreter Meister Eckhart ist, strebt eine unmittelbare, erfahrungsbasierte Vereinigung der Seele mit Gott an, indem sie in den 'Seelengrund' hinabsteigt, jenen ungeschaffenen Funken, in dem Gott und Seele eins sind.",
        "japanese": "ドイツ神秘主義は――その最も卓越した代表者はマイスター・エックハルトであるが――、魂が「魂の根底」、すなわち神と魂が一つであるかの創造されざる火花へと降りていくことによって、魂と神との直接的で経験に基づいた合一を目指す。",
        "explanation": "主語`Die deutsche Mystik`を所有格の関係代名詞`deren`で始まる節が修飾。手段を示す`indem`節の目的語`jenen ... Funken`を、さらに`in dem`で始まる関係詞節が修飾している。"
    },
    {
        "german": "Duns Scotus' Lehre von der Haecceitas ('Diesheit') postuliert ein individuelles Formprinzip, das jedem Einzelding seine unverwechselbare Einzigartigkeit verleiht, jenseits seiner allgemeinen Art- und Gattungszugehörigkeit.",
        "japanese": "ドゥンス・スコトゥスのヘクエイタス（「此の物性」）の教えは、個物的な形相原理を要請する。それは、各々の個物が持つ一般的な種や類への所属を超えて、それにその紛うことなき唯一性を与えるものである。",
        "explanation": "目的語`ein individuelles Formprinzip`を`das...verleiht`という関係詞節が修飾し、その後に`jenseits`で始まる前置詞句が続く。"
    },
    {
        "german": "Die scholastische Methode, die in den mittelalterlichen Universitäten zur Blüte gelangte, zeichnet sich durch ein streng logisches Verfahren von Quaestio, Disputatio und Determinatio aus, das darauf abzielt, durch die Abwägung von Pro- und Contra-Argumenten zu einer begründeten Entscheidung zu gelangen.",
        "japanese": "スコラ学の方法は――それは中世の大学において隆盛を極めたのだが――、問い(Quaestio)、討論(Disputatio)、そして決定(Determinatio)という厳密な論理的手続きによって特徴づけられ、その手続きは、賛成・反対の議論の考量を通じて、根拠ある決定へと至ることを目指すものである。",
        "explanation": "主語`Die scholastische Methode`を関係詞節`die...gelangte`が修飾。`Verfahren`（手続き）を、`das darauf abzielt, ... zu gelangen`という`zu`不定詞句を含む関係詞節が修飾している。"
    },
    {
        "german": "Augustins Analyse der Zeit in den 'Confessiones' kommt zu dem Schluss, dass Vergangenheit und Zukunft keine eigenständige Realität besitzen, sondern nur als Modi der Gegenwart in der Seele existieren: die Vergangenheit als Erinnerung und die Zukunft als Erwartung.",
        "japanese": "アウグスティヌスの『告白』における時間の分析は、過去と未来は固有の実在性を持たず、ただ現在という様態として魂のうちに、すなわち過去は記憶として、未来は期待として存在するのみである、という結論に至る。",
        "explanation": "`kommt zu dem Schluss, dass...`という構造。`dass`節内が`nicht ..., sondern nur ...`の対比になっており、コロン（:）以下が同格による補足説明となっている。"
    },
    {
        "german": "Die Lichtmetaphysik, die besonders von Robert Grosseteste entwickelt wurde, betrachtet das Licht (lux) als das erste körperliche Formprinzip und als diejenige ontologische Realität, deren Ausbreitung die Dimensionen des gesamten Universums konstituiert.",
        "japanese": "特にロバート・グロステストによって展開された光の形而上学は、光（ルクス）を第一の物体的な形相原理として、そして、その広がりが全宇宙の次元を構成するような、かの存在論的な実在性として見なす。",
        "explanation": "主語`Die Lichtmetaphysik`を関係詞節`die...wurde`が修飾。動詞`betrachtet`が`als das ... Formprinzip`と`als diejenige ... Realität`という二つの`als`句を目的格補語として取る。後者の`Realität`は`deren`で始まる関係詞節に修飾されている。"
    },
    {
        "german": "Im Gegensatz zu Anselms ontologischem apriorischem Beweis, argumentiert Thomas von Aquin, dass die menschliche Vernunft, die nach dem Sündenfall geschwächt ist, Gottes Existenz nicht aus seinem bloßen Begriff, sondern nur aus seinen Wirkungen in der Schöpfung erkennen kann.",
        "japanese": "アンセルムスの存在論的なア・プリオリな証明とは対照的に、トマス・アクィナスは、人間の理性は――それは原罪の後に弱められているのだが――、神の存在をその単なる概念からではなく、被造物におけるその働きからのみ認識しうると論じる。",
        "explanation": "`argumentiert, dass...`という構造。`dass`節の主語`die menschliche Vernunft`が関係詞節`die...ist`によって修飾され、`nicht aus..., sondern nur aus...erkennen kann`という対比構造の枠組みになっている。"
    },
    {
        "german": "Der radikale Nominalismus Ockhams, der die Existenz von Universalien außerhalb des Geistes und der Sprache bestreitet, hatte weitreichende Konsequenzen, da er die traditionelle Metaphysik untergrub und den Weg für eine empirisch orientierte Naturphilosophie ebnete.",
        "japanese": "オッカムの急進的な唯名論は――それは精神と言語の外にある普遍の存在を否定するものであるが――、広範囲にわたる帰結をもたらした。なぜなら、それは伝統的な形而上学を突き崩し、経験主義的に方向づけられた自然哲学への道を開いたからである。",
        "explanation": "主語`Der radikale Nominalismus Ockhams`が関係詞節`der...bestreitet`によって修飾されている。理由を示す`da`節が二つの動詞（`untergrub`と`ebnete`）を持つ。"
    },
    {
        "german": "Petrus Abaelards ethischer Ansatz in 'Scito te ipsum' ('Erkenne dich selbst') legt das Hauptgewicht auf die innere Absicht (intentio) des Handelnden, weshalb eine Tat nicht an sich, sondern nur aufgrund der Zustimmung des Gewissens als sündhaft beurteilt werden könne.",
        "japanese": "ペトルス・アベラルドゥスの『汝自身を知れ』（Scito te ipsum）における倫理学的アプローチは、行為者の内的な意図（intentio）に主眼を置く。それゆえ、ある行為は、それ自体としてではなく、ただ良心の同意に基づいてのみ罪深いと判断されうるのである。",
        "explanation": "結果を示す`weshalb`で始まる副文の中で、`nicht ..., sondern nur ...`の対比構造と`beurteilt werden könne`という受動態・接続法が使われている。"
    },
    {
        "german": "Die Lehre von der transzendentalen Analogie des Seins, wie sie von Thomas von Aquin formuliert wurde, ermöglicht es, von den geschaffenen Dingen in einer Weise auf Gott zu sprechen, die weder rein eindeutig (univok) noch völlig verschieden (äquivok) ist.",
        "japanese": "存在の超越論的類比の教えは、トマス・アクィナスによって定式化されたように、被造物から出発して、純粋に一義的（univok）でもなく、完全に多義的（äquivok）でもないような仕方で、神について語ることを可能にする。",
        "explanation": "形式目的語`es`を用いた`ermöglicht es, ... zu sprechen`という構造。`Weise`（仕方）を`die weder ... noch ... ist`という否定の相関構文を含む関係詞節が修飾している。"
    },
    {
        "german": "Das augustinische Konzept der Erleuchtung (Illumination) besagt, dass die menschliche Vernunft die ewigen und unveränderlichen Wahrheiten nicht aus sich selbst heraus, sondern nur durch die Teilhabe an einem göttlichen, intelligiblen Licht erkennen kann.",
        "japanese": "アウグスティヌスの照明（Illuminatio）の概念が言うには、人間の理性は、永遠で不変の真理を、自らのうちからではなく、ただ神的な、可知的な光にあずかることによってのみ認識しうるのである。",
        "explanation": "`besagt, dass...`という構造。`dass`節の中が`nicht aus..., sondern nur durch...erkennen kann`という対比構造の枠組みになっている。"
    },
    {
        "german": "Der politische Augustinismus des Mittelalters, der sich auf Augustins Werk 'De civitate Dei' ('Vom Gottesstaat') berief, tendierte dazu, die weltliche Macht (civitas terrena) der geistlichen Autorität der Kirche (civitas Dei) unterzuordnen.",
        "japanese": "中世の政治的アウグスティヌス主義は――それはアウグスティヌスの著作『神の国』（De civitate Dei）を典拠としていたが――、世俗の権力（civitas terrena）を、教会の霊的権威（civitas Dei）に従属させる傾向があった。",
        "explanation": "主語`Der politische Augustinismus`を関係詞節`der sich...berief`が修飾。`tendierte dazu, ... unterzuordnen`という`zu`不定詞句を用いた構文。"
    },
    {
        "german": "Bonaventuras Itinerarium mentis in Deum ('Pilgerweg des Geistes zu Gott') beschreibt einen mystischen Aufstieg in drei Stufen, der von der Betrachtung der Spuren Gottes in der Außenwelt über die Einkehr in die Seele als Gottes Ebenbild bis hin zur ekstatischen Vereinigung mit dem göttlichen Urgrund führt.",
        "japanese": "ボナヴェントゥラの『精神の神への道程』（Itinerarium mentis in Deum）は、三段階の神秘的な上昇を描写する。それは、外的世界における神の痕跡の観想から、神の似姿としての魂への内省を経て、神的な根源との脱自的な合一へと至るものである。",
        "explanation": "目的語`einen mystischen Aufstieg`を、`der von ... über ... bis hin zu ... führt`という、複数の前置詞句を連ねた非常に長い関係詞節が修飾している。"
    },
    {
        "german": "Die Unterscheidung zwischen Essenz (Wesen) und Existenz (Dasein), die in der thomistischen Metaphysik von zentraler Bedeutung ist, besagt, dass bei allen geschaffenen Dingen das Wesen nicht von sich aus die Existenz einschließt, was nur bei Gott, dessen Wesen es ist zu sein, der Fall ist.",
        "japanese": "本質（Essenz）と現存在（Existenz）の区別は――それはトマス主義形而上学において中心的な重要性を持つが――、次のことを述べる。すなわち、すべての被造物においては、本質はそれ自体から現存在を含むわけではないのであり、このことが当てはまるのは、その本質が存在することであるような神の場合だけなのである。",
        "explanation": "主語`Die Unterscheidung`を関係詞節`die...ist`が修飾。`dass`節の後に、その内容を補足する`was`で始まる関係詞節が続き、さらにその中に`dessen`で始まる関係詞節が入れ子になっている。"
    },
    {
        "german": "Die arabische Philosophie, insbesondere die Werke von Avicenna und Averroes, spielte eine entscheidende Rolle für die Wiederentdeckung und Rezeption des aristotelischen Denkens im lateinischen Westen, was die Hochscholastik maßgeblich prägte.",
        "japanese": "アラビア哲学、特にアヴィセンナとアヴェロエスの著作は、ラテン語圏の西洋におけるアリストテレス思想の再発見と受容にとって決定的な役割を果たし、このことは盛期スコラ学を決定的に特徴づけた。",
        "explanation": "`was`で始まる関係詞節が、前の主文全体の内容を受けて、その結果を説明している。"
    },
    {
        "german": "Der Glaube wird von den Scholastikern als eine intellektuelle Tugend verstanden, bei der der Verstand auf Geheiß des Willens Wahrheiten annimmt, die die natürliche Vernunft übersteigen, aber durch die Autorität der göttlichen Offenbarung verbürgt sind.",
        "japanese": "信仰はスコラ学者たちによって知的な徳として理解される。その際、理性は意志の命令に基づき、自然理性を超越するが、神的な啓示の権威によって保証されている諸真理を受け入れるのである。",
        "explanation": "`bei der`で始まる関係詞節が`Tugend`を修飾。その関係詞節の目的語`Wahrheiten`をさらに、`die...übersteigen, aber...verbürgt sind`という二つの動詞を持つ関係詞節が修飾している。"
    },
    {
        "german": "Die Lehre vom Hylemorphismus, die Thomas von Aquin von Aristoteles übernimmt, besagt, dass alle körperlichen Substanzen aus zwei Prinzipien zusammengesetzt sind: der reinen Potenzialität der Materie (materia prima) und dem aktualisierenden Formprinzip (forma substantialis).",
        "japanese": "トマス・アクィナスがアリストテレスから受け継いだ質料形相論（ヒュロモルフィスムス）の教えは、すべての物体的な実体は二つの原理から構成されていると述べる。すなわち、質料の純粋な潜勢態（materia prima）と、現実化する形相原理（forma substantialis）である。",
        "explanation": "主語`Die Lehre`を関係詞節`die...übernimmt`が修飾。`dass`節の後のコロン（:）以下が、`zwei Prinzipien`（二つの原理）の具体的な内容を同格で説明している。"
    },
    {
        "german": "Meister Eckharts radikale Predigten über die 'Geburt Gottes in der Seele' und die notwendige 'Gelassenheit', die jede Ich-Bezogenheit aufgeben muss, brachten ihm den Vorwurf der Häresie ein, da sie die Grenzen zwischen Schöpfer und Geschöpf zu verwischen schienen.",
        "japanese": "マイスター・エックハルトの、「魂における神の誕生」と、あらゆる自己中心性を放棄せねばならない必然的な「離脱」についてのラディカルな説教は、彼に異端の非難をもたらした。なぜなら、それらは創造主と被造物の間の境界を曖昧にするように思われたからである。",
        "explanation": "主語`Meister Eckharts radikale Predigten`を、`die...muss`という関係詞節が修飾している（この関係詞節は直前の`Gelassenheit`のみを修飾するとも解釈できる）。理由を示す`da`節が文末に置かれている。"
    },
    {
        "german": "Der Konflikt zwischen den Mendikantenorden, insbesondere den Franziskanern und Dominikanern, und dem weltlichen Klerus an den Pariser Universitäten spiegelte tiefere philosophische und theologische Differenzen über das Wesen der Armut, des Lehrens und der kirchlichen Autorität wider.",
        "japanese": "托鉢修道会、特にフランシスコ会とドミニコ会と、パリ大学の世俗聖職者との間の対立は、貧しさ、教えること、そして教会的権威の本質をめぐる、より深い哲学的・神学的相違を反映していた。",
        "explanation": "分離動詞`spiegelte ... wider`（反映していた）が文の枠組みを作っている。主語`Der Konflikt`が`zwischen ... und ...`という長い前置詞句によって非常に長くなっている。"
    },
    {
        "german": "Anselms Frage 'Cur Deus homo?' ('Warum wurde Gott Mensch?') wird in seinem gleichnamigen Werk durch eine rationale Satisfaktionstheorie beantwortet, derzufolge die unendliche Schuld des Sündenfalls nur durch die unendliche Genugtuung eines Gottmenschen gesühnt werden konnte.",
        "japanese": "アンセルムスの問い「神は何故に人となりたもうたか？」（Cur Deus homo?）は、彼の同名の著作において、合理的な満足説によって答えられる。それによれば、原罪の無限の咎は、神人（ゴットメンシュ）の無限の償いによってのみ贖われえたのである。",
        "explanation": "主文は`wird ... beantwortet`という受動態。`Satisfaktionstheorie`（満足説）の内容を、`derzufolge`で始まる関係詞節が補足説明している。"
    },
    {
        "german": "Das Verhältnis von potentia Dei absoluta (Gottes absoluter Macht, alles zu tun, was nicht widersprüchlich ist) und potentia Dei ordinata (Gottes geordneter Macht, die an die von ihm geschaffene Weltordnung gebunden ist) war ein zentrales Thema der spätscholastischen Debatten.",
        "japanese": "ポテンティア・デイ・アブソルータ（神の絶対的な御力、すなわち矛盾しないことであれば何でも行いえる力）とポテンティア・デイ・オルディナータ（神の秩序づけられた御力、すなわち神が自ら創造した世界秩序に拘束される力）の関係は、後期スコラ学の議論の中心的なテーマであった。",
        "explanation": "主語である`Das Verhältnis`が、ラテン語の専門用語とそれを説明する非常に長い同格の名詞句（`Gottes ... Macht, ...`）によって極端に長くなっている。"
    },
    {
        "german": "Während die frühmittelalterliche Philosophie stark vom Neuplatonismus Augustins geprägt war, dessen Fokus auf der inneren Erfahrung der Seele und der Erleuchtung durch Gott lag, wandte sich die Hochscholastik unter dem Einfluss des wiederentdeckten Aristoteles stärker der logischen Analyse und der empirischen Welt zu.",
        "japanese": "初期中世哲学が、その焦点が魂の内的経験と神による照明とに置かれていたアウグスティヌスの新プラトン主義によって強く特徴づけられていたのに対して、盛期スコラ学は、再発見されたアリストテレスの影響のもと、より強く論理的分析と経験的世界へと向かった。",
        "explanation": "`Während`で始まる長い対比の副文が文頭に置かれている。その副文の中では、`Neuplatonismus Augustins`を所有格の関係代名詞`dessen`で始まる関係詞節が修飾している。"
    }
    {
        "german": "René Descartes' methodischer Zweifel, dessen universelle Anwendung selbst die Axiome der Mathematik und die Existenz der Außenwelt suspendiert, findet sein unerschütterliches Fundament in der unbezweifelbaren Selbstgewissheit des denkenden Ich (ego cogito), von dem aus die Realität neu konstruiert werden soll.",
        "japanese": "ルネ・デカルトの方法的懐疑は――その普遍的な適用は数学の公理や外的世界の存在すらも停止させるのだが――、思考する自我（エゴ・コギト）の疑い得ない自己確信のうちにその揺るぎない基礎を見出すのであり、そしてそこから出発して現実は新たに構成されるべきなのである。",
        "explanation": "主語`methodischer Zweifel`と述語`findet`が、所有格の関係代名詞`dessen`で始まる非常に長い関係詞節によって分離されています。"
    },
    {
        "german": "Die in Spinozas 'Ethik' geometrisch demonstrierte Substanz, die er als Gott oder Natur (Deus sive Natura) bezeichnet, ist die eine, unendliche und in sich seiende Ursache ihrer selbst, deren unendliche Attribute, von denen uns nur Denken und Ausdehnung bekannt sind, das Wesen aller Einzeldinge (Modi) konstituieren.",
        "japanese": "スピノザの『エチカ』において幾何学的に論証された実体は――彼はそれを神あるいは自然（デウス・シウェ・ナトゥーラ）と呼ぶのだが――、それ自身の唯一、無限かつ自己原因的なものであり、その無限の属性は――そのうち我々に知られているのは思惟と延長だけであるが――、すべての個物（様態）の本質を構成するのである。",
        "explanation": "主語`Die...Substanz`が`die er...bezeichnet`という関係詞節によって修飾されています。さらに述部`die eine...Ursache`が`deren`で始まる関係詞節によって修飾され、その中にさらに`von denen`で始まる関係詞節が入れ子になっています。"
    },
    {
        "german": "Gottfried Wilhelm Leibniz' Monadologie konzipiert das Universum als eine unendliche Vielheit von einfachen, fensterlosen Substanzen oder Kraftpunkten, deren jede, mit Perzeption und Streben (appetitus) ausgestattet, das gesamte Universum aus ihrer einzigartigen Perspektive in einer von Gott prästabilierten Harmonie widerspiegelt.",
        "japanese": "ゴットフリート・ヴィルヘルム・ライプニッツのモナドロジーは、宇宙を、単純で窓のない実体、あるいは力点の無限の多様性として構想する。その各々は、表象と欲求（アッペティトゥス）を備え、神によって予定調和させられた状態で、宇宙全体をその唯一の視点から反映するのである。",
        "explanation": "目的語`eine unendliche Vielheit`が、`deren`で始まる非常に長い関係詞節によって説明されています。この関係詞節の主語は`jede`（各々の実体）です。"
    },
    {
        "german": "John Lockes empiristische These, derzufolge der menschliche Geist bei der Geburt einer unbeschriebenen Tafel (tabula rasa) gleicht, impliziert, dass alle unsere Ideen, seien sie einfach oder komplex, letztlich aus der Erfahrung stammen müssen, die sich in äußere Wahrnehmung (sensation) und innere Selbstbeobachtung (reflection) gliedert.",
        "japanese": "ジョン・ロックの経験論的テーゼは――それによれば、人間の精神は生まれたときには白紙（タブラ・ラサ）に等しいのだが――、我々のすべての観念は、それが単純であれ複雑であれ、究極的には経験に由来しなければならないということを含意する。そしてその経験は、外的感覚（センセーション）と内的反省（リフレクション）に分けられるのである。",
        "explanation": "主語`These`が`derzufolge`で始まる関係詞節によって修飾されています。述語`impliziert`の後の`dass`節の中に、`seien sie...`という譲歩の接続法が挿入されています。"
    },
    {
        "german": "David Humes skeptische Untersuchung der Kausalität kommt zu dem Schluss, dass die Vorstellung einer notwendigen Verbindung zwischen zwei Ereignissen nicht aus der Vernunft stammt, sondern lediglich auf einer durch Gewohnheit erzeugten Erwartung beruht, die aus der wiederholten Beobachtung ihrer konstanten Aufeinanderfolge erwächst.",
        "japanese": "デイヴィッド・ヒュームの因果性に関する懐疑的な探求は、二つの出来事の間の必然的な結合という観念は、理性から生じるのではなく、むしろ、それらの恒常的な連続の反復的観察から生じる、習慣によって作り出された期待にのみ基づいている、という結論に至る。",
        "explanation": "`kommt zu dem Schluss, dass...`という構造です。`dass`節内が`nicht aus ..., sondern lediglich auf ... beruht`という対比構造になっており、`Erwartung`を`die...erwächst`という関係詞節が修飾しています。"
    },
    {
        "german": "Jean-Jacques Rousseaus Konzept des Gesellschaftsvertrags (contrat social) postuliert einen Akt der totalen Entäußerung jedes einzelnen Mitglieds an die Gemeinschaft, wodurch ein moralischer Gesamtkörper entsteht, dessen Souveränität im allgemeinen Willen (volonté générale) liegt, der immer auf das Gemeinwohl abzielt.",
        "japanese": "ジャン＝ジャック・ルソーの社会契約（コントラ・ソシアル）の構想は、各構成員の共同体への全面的な譲渡という行為を要請し、それによって道徳的な共同体が生じる。その主権は、常に公共の善を目指す一般意志（ヴォロンテ・ジェネラル）のうちに存するのである。",
        "explanation": "目的語`einen Akt`の後に`wodurch`で始まる関係副詞節が続き、さらにその節の主語`ein moralischer Gesamtkörper`を`dessen`で始まる関係詞節が修飾し、さらにその中の`allgemeinen Willen`を`der`で始まる関係詞節が修飾するという、三重の入れ子構造になっています。"
    },
    {
        "german": "Die Hegelsche Dialektik, die nicht als eine bloß äußerliche Methode, sondern als die immanente Selbstbewegung des Begriffs zu verstehen ist, schreitet durch die Negation der Negation fort, wobei jede bestimmte Form des Bewusstseins oder der Geschichte an ihrem eigenen inneren Widerspruch zugrunde geht, um in einer höheren, reicheren Form aufgehoben zu werden.",
        "japanese": "ヘーゲルの弁証法は――それは単なる外面的な方法としてではなく、概念の内在的な自己運動として理解されるべきなのだが――、否定の否定を通じて進行し、その際、意識や歴史の各々の特定の形式は、それ自身の内的な矛盾によって滅び、より高次の、より豊かな形式において止揚されるのである。",
        "explanation": "主語`Die Hegelsche Dialektik`が関係詞節`die...ist`によって修飾されています。`wobei`節が補足的な状況を説明し、その中に`um...aufgehoben zu werden`という目的の不定詞句が含まれています。"
    },
    {
        "german": "Spinozas Ethik, deren Ziel die Befreiung von der Knechtschaft der Affekte ist, lehrt, dass wahre Freiheit nicht in einer willkürlichen Wahl, sondern in der durch adäquate Ideen geleiteten Einsicht in die Notwendigkeit der göttlichen Natur besteht.",
        "japanese": "スピノザの倫理学は――その目標は情念の隷属からの解放であるが――、真の自由は任意な選択のうちにではなく、むしろ適切な観念によって導かれた、神的な自然の必然性への洞察のうちに存すると教える。",
        "explanation": "主語`Spinozas Ethik`が所有格の関係代名詞`deren`で始まる節によって修飾されています。`lehrt, dass...`と続き、`dass`節の中が`nicht in..., sondern in...besteht`という対比構造になっています。"
    },
    {
        "german": "Für Leibniz löst sich das Problem der Theodizee, also die Frage nach der Vereinbarkeit eines allgütigen Gottes mit dem Übel in der Welt, durch die Annahme, dass Gott in seiner unendlichen Weisheit aus allen möglichen Welten die beste, das heißt diejenige mit der größtmöglichen Vielfalt bei größtmöglicher Ordnung, geschaffen hat.",
        "japanese": "ライプニッツにとって、神義論の問題、すなわち、全き善である神と世界における悪との両立可能性の問いは、神がその無限の知恵において、すべての可能な世界の中から最善の世界、すなわち、最大限の秩序を伴った最大限の多様性を持つ世界を創造した、という想定によって解決される。",
        "explanation": "`löst sich ... durch die Annahme, dass...`という構造です。`dass`節が`Annahme`（想定）の内容を同格で説明しており、その`dass`節の目的語`die beste`が`das heißt...`によってさらに詳しく説明されています。"
    },
    {
        "german": "Das cartesianische Problem der Interaktion zwischen der denkenden, ausdehnungslosen Substanz (res cogitans) und der ausgedehnten, nicht-denkenden Substanz (res extensa) führte zu verschiedenen Lösungsversuchen wie dem Okkasionalismus, der bei jeder Interaktion ein direktes Eingreifen Gottes annimmt.",
        "japanese": "思惟し延長を持たない実体（レス・コギタンス）と、延長を持ち思惟しない実体（レス・エクステンサ）との相互作用というデカルト的問題は、機会原因論のような様々な解決の試みへと至った。そして機会原因論は、いかなる相互作用においても神の直接的な介入を想定するものである。",
        "explanation": "主語`Das cartesianische Problem`が`zwischen...`で始まる長い前置詞句によって修飾されています。`Okkasionalismus`を`der...annimmt`という関係詞節が補足的に説明しています。"
    },
    {
        "german": "Humes Analyse des persönlichen Ichs, das er als nichts weiter denn ein Bündel oder eine Sammlung von verschiedenen, in beständigem Fluss und Bewegung befindlichen Perzeptionen beschreibt, untergräbt die traditionelle metaphysische Vorstellung einer einfachen und beharrenden Seelensubstanz.",
        "japanese": "ヒュームの個人的自我の分析は――彼はそれを、恒常的な流動と運動のうちにある様々な知覚の束あるいは集合以外の何ものでもないと記述するのだが――、単純で恒存する魂という実体の伝統的な形而上学的観念を突き崩すのである。",
        "explanation": "主語`Humes Analyse`が`das er als...beschreibt`という関係詞節によって修飾されています。`nichts weiter denn`（…以外の何ものでもない）という古い言い回しが使われています。"
    },
    {
        "german": "Fichtes 'Wissenschaftslehre' beginnt mit der Tathandlung eines absoluten Ich, das sich selbst setzt und, um zu seinem Selbstbewusstsein zu gelangen, in einem zweiten Akt ein Nicht-Ich entgegensetzt, wodurch die objektive Welt als der Bereich der zu erfüllenden sittlichen Pflichten konstituiert wird.",
        "japanese": "フィヒテの『知識学』は、絶対的な自我の行為そのものから始まる。自我は自らを定立し、そして、その自己意識へと到達するために、第二の行為において非我を対置し、それによって客観的世界が、果たされるべき道徳的義務の領域として構成されるのである。",
        "explanation": "主語`ein absolutes Ich`を`das sich selbst setzt und ... ein Nicht-Ich entgegensetzt`という二つの動詞を持つ関係詞節が修飾しています。その中に目的を示す`um...zu`不定詞句が挿入され、さらに`wodurch`で始まる関係副詞節が文全体の結果を示しています。"
    },
    {
        "german": "Der absolute Geist in Hegels Philosophie ist der Prozess, in dem sich die Vernunft durch die Stufen von Kunst, Religion und schließlich Philosophie zu ihrem vollständigen Selbstbewusstsein durchringt und sich als die Totalität der Wirklichkeit begreift.",
        "japanese": "ヘーゲル哲学における絶対的精神とは、理性が、芸術、宗教、そして最終的に哲学という諸段階を通じて、その完全な自己意識へと到達し、そして自らを現実性の全体性として把握する、そのようなプロセスである。",
        "explanation": "`in dem`で始まる関係詞節が`Prozess`を修飾しており、その中で`sich durchringt`と`sich begreift`という二つの動詞が`und`で結ばれています。"
    },
    {
        "german": "Rousseaus Unterscheidung zwischen dem amour de soi (der natürlichen Selbstliebe, die auf Selbsterhaltung zielt) und dem amour-propre (der in der Gesellschaft entstehenden, auf Anerkennung durch andere gerichteten Eigenliebe) ist fundamental für seine Kritik an der Entfremdung des modernen Menschen.",
        "japanese": "ルソーの、アムール・ド・ソワ（自己保存を目的とする自然な自己愛）とアムール・プロプル（社会において生じ、他者からの承認に向けられる自己愛）との区別は、近代的人間の疎外に対する彼の批判にとって根源的に重要である。",
        "explanation": "主語である`Unterscheidung`が、フランス語の専門用語とそれを説明する非常に長い同格の名詞句によって極端に長くなっています。"
    },
    {
        "german": "Die von Locke entwickelte politische Theorie, die das Recht auf Leben, Freiheit und Eigentum als unveräußerliche natürliche Rechte postuliert, bildet die Grundlage des modernen Liberalismus, demzufolge die Legitimität jeder Regierung von der Zustimmung der Regierten abhängt.",
        "japanese": "ロックによって展開された政治理論は――それは生命、自由、そして財産への権利を不可譲の自然権として要請するのだが――、近代的な自由主義の基礎を形成し、それによれば、いかなる政府の正統性も、被治者の同意に依存するのである。",
        "explanation": "主語`Die...Theorie`が関係詞節`die...postuliert`によって修飾されています。述部の`Grundlage`を、さらに`demzufolge`で始まる関係詞節が説明しています。"
    },
    {
        "german": "Schellings Identitätsphilosophie, die in seiner frühen Phase entwickelt wurde, betrachtet Natur und Geist als die zwei Pole oder Potenzen einer einzigen, absoluten Indifferenz, wobei die Natur als der sichtbare Geist und der Geist als die unsichtbare Natur erscheint.",
        "japanese": "シェリングの同一哲学は――それは彼の初期に展開されたものであるが――、自然と精神を、唯一の絶対的な無差別の二つの極、あるいは力能として見なし、その際、自然は可視的な精神として、精神は不可視的な自然として現れるのである。",
        "explanation": "主語`Schellings Identitätsphilosophie`が関係詞節`die...wurde`によって修飾されています。`wobei`で始まる副文が、主文の内容を補足的に説明しています。"
    },
    {
        "german": "Der Hegelsche Begriff der 'List der Vernunft' beschreibt den Prozess, durch den der Weltgeist die Leidenschaften und partikularen Interessen großer historischer Individuen benutzt, um seine eigenen, universalen Zwecke in der Weltgeschichte zu verwirklichen, oft ohne deren Wissen und Wollen.",
        "japanese": "ヘーゲルの「理性の狡知」という概念は、世界精神が、偉大な歴史的個人の情熱や特殊な利害関心を、しばしば彼らの知や意欲なしに、世界史においてそれ自身の普遍的な目的を実現するために利用する、そのプロセスを記述するものである。",
        "explanation": "目的語`den Prozess`が、`durch den ... benutzt, um ... zu verwirklichen`という、`um...zu`不定詞句を含む長い関係詞節によって修飾されています。"
    },
    {
        "german": "Pascals berühmte Wette argumentiert, dass es, selbst wenn die Existenz Gottes rational unentscheidbar wäre, dennoch vernünftiger sei, auf seine Existenz zu wetten, da der mögliche Gewinn (ewige Glückseligkeit) den endlichen Einsatz (ein irdisches Leben) unendlich übersteige.",
        "japanese": "パスカルの有名な賭けは、たとえ神の存在が合理的に決定不可能であったとしても、それでもなお神の存在に賭けるほうが理に適っている、と論じる。なぜなら、ありうる利得（永遠の至福）は、有限な賭け金（地上の生）を無限に上回るからである。",
        "explanation": "`argumentiert, dass...`という構造。`dass`節の中に`selbst wenn ... wäre`という譲歩の副文が挿入され、さらに理由を示す`da`節が続いています。"
    },
    {
        "german": "Die in der 'Phänomenologie des Geistes' dargestellte Dialektik von Herrschaft und Knechtschaft zeigt, wie das Selbstbewusstsein seine Anerkennung nur durch ein anderes Selbstbewusstsein erlangen kann, wobei der Knecht durch die formende Arbeit an der Natur letztlich eine höhere Stufe der Selbstständigkeit erreicht als der nur genießende Herr.",
        "japanese": "『精神現象学』で示される主人と奴隷の弁証法は、自己意識がその承認をただ他の自己意識を通じてのみ獲得しうることを示しており、その際、奴隷は自然への形成的な労働を通じて、究極的には、ただ享受するだけの主人よりも高い自立の段階に到達するのである。",
        "explanation": "動詞`zeigt`の目的語が`wie...kann`という間接疑問文になっています。`wobei`で始まる補足的な文が、比較級`höhere ... als`を用いています。"
    },
    {
        "german": "Thomas Hobbes' Staatsphilosophie, die von einem pessimistischen Menschenbild des 'homo homini lupus' ('Der Mensch ist dem Menschen ein Wolf') im Naturzustand ausgeht, legitimiert einen absoluten Souverän (den Leviathan), dessen uneingeschränkte Macht allein in der Lage ist, den Krieg aller gegen alle zu beenden und Frieden zu garantieren.",
        "japanese": "トマス・ホッブズの国家哲学は――それは自然状態における「人間は人間に対して狼である」（homo homini lupus）という悲観的な人間像から出発するのだが――、絶対的な主権者（リヴァイアサン）を正当化する。そしてその主権者の無制限の権力のみが、万人の万人に対する戦争を終結させ、平和を保証することができるのである。",
        "explanation": "主語`Staatsphilosophie`が関係詞節`die...ausgeht`によって修飾されています。目的語`einen absoluten Souverän`を、所有格の関係代名詞`dessen`で始まる関係詞節が修飾しています。"
    },
    {
        "german": "George Berkeleys radikaler Idealismus, der unter dem Motto 'esse est percipi aut percipere' ('Sein ist Wahrgenommenwerden oder Wahrnehmen') steht, bestreitet die Existenz einer von einem Geist unabhängigen, materiellen Substanz.",
        "japanese": "ジョージ・バークリーの急進的な観念論は――それは「存在するとは、知覚されること、あるいは知覚することである」（esse est percipi aut percipere）というモットーのもとにあるのだが――、精神から独立した物質的実体の存在を否定する。",
        "explanation": "主語`Idealismus`を関係詞節`der...steht`が修飾。目的語`einer ... Substanz`が、`von einem Geist unabhängigen`という長い形容詞句によって修飾されています。"
    },
    {
        "german": "Fichtes Konzeption der Nation, wie er sie in den 'Reden an die deutsche Nation' darlegt, ist nicht primär ethnisch, sondern sprachlich und kulturell begründet und fordert eine Nationalerziehung, um den moralischen Charakter des Volkes zu erneuern.",
        "japanese": "フィヒテの国民の構想は、彼が『ドイツ国民に告ぐ』で詳述するように、第一に民族的ではなく、むしろ言語的・文化的に基礎づけられており、そして、民族の道徳的性格を刷新するために、国民教育を要求するのである。",
        "explanation": "`wie er sie...darlegt`という比較の副文が挿入されています。述語が`ist...begründet`と`fordert`の二つあり、`und`で結ばれています。"
    },
    {
        "german": "Der 'élan vital' (Lebensschwung) bei Henri Bergson, der als eine Art kreativer, unvorhersehbarer evolutionärer Impuls verstanden wird, steht im Gegensatz zu einer rein mechanistischen oder finalistischen Erklärung des Lebens, welche die qualitative Dauer (durée) und die Freiheit des Werdens ignoriert.",
        "japanese": "アンリ・ベルクソンにおける「エラン・ヴィタール」（生の飛躍）は――それは一種の創造的で予測不可能な進化的衝動として理解されるのだが――、生の純粋に機械論的、あるいは目的論的な説明とは対照をなしており、そしてその説明は、質的な持続（デュレ）と生成の自由を無視するのである。",
        "explanation": "主語`Der 'élan vital'`を関係詞節`der...wird`が修飾。`Erklärung des Lebens`（生の説明）を、さらに`welche...ignoriert`という関係詞節が修飾しています。"
    },
    {
        "german": "Hegels Philosophie des Rechts kulminiert in der Konzeption des sittlichen Staates, der als die Verwirklichung der konkreten Freiheit verstanden wird, insofern er die subjektive Freiheit der bürgerlichen Gesellschaft mit der objektiven Vernünftigkeit der Institutionen versöhnt.",
        "japanese": "ヘーゲルの法哲学は、人倫的な国家の構想において頂点に達する。その国家は、具体的な自由の現実化として理解されるのであり、その限りにおいて、それは市民社会の主観的自由を、諸制度の客観的な合理性と和解させるのである。",
        "explanation": "`der als...verstanden wird`という関係詞節が`Staat`を修飾し、その中にさらに理由・範囲を示す`insofern`節が含まれています。"
    },
    {
        "german": "Montesquieus staatstheoretisches Hauptwerk 'Vom Geist der Gesetze' entwickelt die für die moderne Demokratie grundlegende Lehre der Gewaltenteilung in Legislative, Exekutive und Judikative, deren gegenseitige Kontrolle die Freiheit des Bürgers sichern soll.",
        "japanese": "モンテスキューの国家理論上の主著『法の精神』は、近代民主主義にとって基礎的な、立法、行政、司法への権力分立の教説を展開する。そしてその権力の相互的な抑制が、市民の自由を保障すべきなのである。",
        "explanation": "目的語`die...Lehre`が`für die moderne Demokratie grundlegende`という長い形容詞句によって修飾されています。`Gewaltenteilung`を、所有格の関係代名詞`deren`で始まる関係詞節が修飾しています。"
    },
    {
        "german": "Schellings Spätphilosophie unterscheidet zwischen einer negativen Philosophie, die das bloße Was-Sein (die Essenz) des Seienden erfasst, und einer positiven Philosophie, die das kontingente, nicht ableitbare Dass-Sein (die Existenz) aus einem Akt göttlicher Freiheit zu begreifen versucht.",
        "japanese": "シェリングの後期哲学は、存在者の単なる何であるか（本質）を捉える消極哲学と、偶然的で導出不可能な、存在者が在るということ（現存在）を神的な自由の一つの行為から把握しようと試みる積極哲学とを区別する。",
        "explanation": "`unterscheidet zwischen ... und ...`という構造。`negative Philosophie`と`positive Philosophie`のそれぞれが、`die...erfasst`と`die...versucht`という関係詞節によって長く修飾されています。"
    },
    {
        "german": "Die schottische Aufklärung, vertreten durch Denker wie Adam Smith und Adam Ferguson, betonte die Bedeutung von moralischen Empfindungen (moral sentiments) und spontanen Ordnungen, die aus menschlichem Handeln, aber nicht notwendigerweise aus menschlichem Entwurf entstehen.",
        "japanese": "スコットランド啓蒙は、アダム・スミスやアダム・ファーガソンのような思想家によって代表されるが、道徳感情（モラル・センティメント）と、人間の行為から生じるが、必ずしも人間の設計からではない自生的秩序の重要性を強調した。",
        "explanation": "主語`Die schottische Aufklärung`が`vertreten durch...`という分詞構文によって修飾されています。`spontanen Ordnungen`（自生的秩序）を、`die aus..., aber nicht...entstehen`という対比を含む関係詞節が修飾しています。"
    },
    {
        "german": "Vicos 'Neue Wissenschaft' postuliert, dass der Mensch die historische Welt besser verstehen könne als die Natur, weil er erstere selbst gemacht habe ('verum et factum convertuntur'), und schlägt eine zyklische Theorie der Geschichte vor, die sich durch göttliche, heroische und menschliche Zeitalter bewegt.",
        "japanese": "ヴィーコの『新しい学』は、人間は歴史的世界を自然よりもよく理解しうると要請する。なぜなら、人間は前者（歴史的世界）を自ら作ったからである（「真なるものと作られたものとは交換可能である」）。そして彼は、神的、英雄的、そして人間的という時代を遍歴する、循環的な歴史の理論を提案する。",
        "explanation": "動詞が`postuliert`と`schlägt vor`の二つあり、`und`で結ばれています。`postuliert`の目的語が`dass`節であり、その中に理由を示す`weil`節が含まれています。"
    },
    {
        "german": "Feuerbachs religionskritische Projektionstheorie, die einen entscheidenden Einfluss auf Marx ausübte, argumentiert, dass der Mensch seine eigenen, entfremdeten Wesenskräfte – Verstand, Wille und Herz – in ein jenseitiges Wesen namens Gott projiziert habe.",
        "japanese": "フォイエルバッハの宗教批判的な投射理論は――それはマルクスに決定的な影響を及ぼしたが――、人間は、自らの疎外された本質力――悟性、意志、そして心――を、神と名付けられた彼岸的な存在へと投射したのだ、と論じる。",
        "explanation": "主語`Projektionstheorie`を関係詞節`die...ausübte`が修飾。`argumentiert, dass...`と続き、`dass`節の目的語`Wesenskräfte`をダッシュ（–）による同格句が補足説明しています。"
    },
    {
        "german": "Der absolute Idealismus Hegels gelangt zu der spekulativen Einsicht, dass das Absolute nicht als eine starre, jenseits der Welt stehende Substanz, sondern als Subjekt, das heißt als der sich in der Geschichte und im Denken selbst entfaltende und zu sich kommende Geist, begriffen werden muss.",
        "japanese": "ヘーゲルの絶対的観念論は、絶対者とは、世界の彼岸に立つ固定的な実体としてではなく、むしろ主体として、すなわち、歴史と思惟のうちに自己を展開し、自己へと至る精神として把握されねばならない、という思弁的な洞察へと到達する。",
        "explanation": "`gelangt zu der ... Einsicht, dass...`という構造。`dass`節の中が`nicht als ..., sondern als ... begriffen werden muss`という受動態の対比構造になっており、`Subjekt`を`das heißt...`の同格句が詳しく説明しています。"
    }
]


